{
	"source": "https://brawlhalla.vercel.app/features",
	"statusCode": 200,
	"message": "All legends from database",
	"data": [
		{
			"legend_id": 3,
			"legend_name_key": "bodvar",
			"bio_name": "Bödvar",
			"bio_aka": "The Unconquered Viking, The Great Bear",
			"weapon_one": "Hammer",
			"weapon_two": "Sword",
			"strength": "6",
			"dexterity": "6",
			"defense": "5",
			"speed": "5",
			"bio_quote": "“I speak, you noble vikings, of a warrior who surpassed you all. I tell of a great bear-man who overcame giants and armies, and of how he came to leave our world and challenge the Gods.”",
			"bio_quote_about_attrib": "\"-The Saga of Bödvar Bearson, first stanza\"",
			"bio_quote_from": "\"Listen you nine-mothered bridge troll, I'm coming in, and the first beer I'm drinking is the one in your fist.\"",
			"bio_quote_from_attrib": "\"-Bödvar to Heimdall, guardian of the gates of Asgard\"",
			"bio_text": "Born of a viking mother and bear father, Bödvar grew up feared and mistrusted by his own people.\nBödvar's first nemesis was the terrible giant bear Grothnar, his own brother. By defeating Grothnar in a battle that lasted seven days, Bödvar chose to side with humanity and became the protector of the people of the north. He led his Skandian people against the Witch Queen of Helheim, slew the White Dragon Sorcerer, and lived the life of an all-conquering hero.\nAfter he single-handedly ended the Giant Wars by trapping the fire giant king in his own volcano, Bödvar sensed his work was done. But he felt doomed to never be taken by the Valkyries to Valhalla because he could never manage to be defeated in battle. So he travelled to Asgard himself, broke down the doors, and let himself in.\nValhalla is everything Bödvar hoped - an endless reward of feasting and fighting, with himself among its greatest champions.",
			"bot_name": "Bötvar",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/bodvar.png"
		},
		{
			"legend_id": 4,
			"legend_name_key": "cassidy",
			"bio_name": "Cassidy",
			"bio_aka": "The Marshal of the Old West",
			"weapon_one": "Pistol",
			"weapon_two": "Hammer",
			"strength": "6",
			"dexterity": "8",
			"defense": "4",
			"speed": "4",
			"bio_quote": "\"Reward ($5,000) for the capture, Dead or Alive, of ex-U.S. Marshal Cassidy Miller. Age 25, 5 feet, 8 inches. Brown hair and eyes. Wanted for dereliction of Duty, harboring a Fugitive Slave, aiding a Known Criminal, and Attempted Murder. Known companions include a Giant Cougar, a Twenty-foot Lumberjack, and a Cherokee Ghost. Armed and extremely Dangerous.\"",
			"bio_quote_about_attrib": "\"-Poster, Nebraska Territory, 1853\"",
			"bio_quote_from": "\"You just going to stand behind me looking all-fired stupid or are you going to draw?\"",
			"bio_quote_from_attrib": "\"-Marshal Cassidy\"",
			"bio_text": "When fifteen-year-old Cassidy Miller captured Wild Zeb and his gang, Zeb insisted his gun jammed and the sun was in his eyes. But, outlaws soon changed their tune, and just five years later, Bloody Cal Johnson bragged from prison that Utah had been forced to call in the great Marshal Cassidy just to bring him down.\nIn her long career, Cassidy’s insistence on justice for all earned her many unlikely friends, including “the meanest horse in the West,” a giant cougar named Boots. But it also put her on the wrong side of the law when she joined the Underground Railroad and became a wanted fugitive herself. Later, Cassidy returned to law enforcement in dramatic style when President Lincoln begged her to track down the Bloodfang Rangers, a company of Confederate Vampires.\nTo Cassidy, Valhalla is like any other frontier boomtown in need of her rough brand of Justice. She’s always on the lookout for suspicious types and reckons that trouble’s brewing.",
			"bot_name": "Cassibot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/cassidy.png"
		},
		{
			"legend_id": 5,
			"legend_name_key": "orion",
			"bio_name": "Orion",
			"bio_aka": "The Mysterious Stranger",
			"weapon_one": "RocketLance",
			"weapon_two": "Spear",
			"strength": "4",
			"dexterity": "6",
			"defense": "6",
			"speed": "6",
			"bio_quote": "“Sir Roland swears Orion is the Gold Knight he never slew. Bödvar insists he is Thor in disguise. Gnash believes he is a magic rock monster. Lucien is moved to incoherent rage at the sight of him. I don’t care who he is; I just want to take him apart and see how he works.”",
			"bio_quote_about_attrib": "\"-Scarlet\"",
			"bio_quote_from": "\"Here, I am called Orion.\"",
			"bio_quote_from_attrib": "\"-Orion\"",
			"bio_text": "Watching from the doors of Valhalla, Bödvar, Cassidy and the other legends saw a blazing trail of smoke cut across the Asgardian sky. Behind the fiery comet, a Valkyrie raced in pursuit, as though trying to stop the fireball as it plunged into the fields of Folkvangr in a gout of dirt and flame. The legends then watched as Valkyries and emissaries of Odin gathered around the smoking crater.\nWeeks later, the Sons of Ivaldi, the same dwarven smiths who had forged Odin’s spear, quietly appeared in Asgard. They bore a suit of dazzling golden armor and presented it to the gods themselves. Soon after, the mighty Orion joined the feast halls of Valhalla. \nTentative and aloof at first, Orion soon warmed to the great hall and is now among its greatest warriors and most popular champions. Orion does not speak of his past, and other legends can only speculate. But Valkyries stop by his chambers to ask if he wants to, “you know, hang out or whatever, no big deal.” He is the only hero seen to leave Asgard from time to time.",
			"bot_name": "Orbot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/orion.png"
		},
		{
			"legend_id": 6,
			"legend_name_key": "lord vraxx",
			"bio_name": "Lord Vraxx",
			"bio_aka": "The Despotic",
			"weapon_one": "RocketLance",
			"weapon_two": "Pistol",
			"strength": "4",
			"dexterity": "8",
			"defense": "4",
			"speed": "6",
			"bio_quote": "\"Lord Vraxx we adore thee. So strong and smart and great.\nDon’t shoot or fry or jail us. Don’t crush or immolate.\nDon’t chop us into pieces. Don’t throw us in the bay.\nWe’re loyal, true and faithful. You’re looking great today.\"",
			"bio_quote_about_attrib": "\"-241st stanza of the Vraxxian Imperial Anthem\"",
			"bio_quote_from": "\"Now, Lance Starchampion, I’ve beaten you at laser sword dueling, just as I have beaten you at everything else. But I will keep you alive long enough to witness my final victory.\"",
			"bio_quote_from_attrib": "\"-Lord Vraxx\"",
			"bio_text": "Vraxx’s father was Governor-Tyrant of the Ice Planet Roldakk-9, and young Vraxx spent his childhood like most Zhaktari noblespawn – in a vat. As a cadet pilot in the Zhaktar Academy for Conquest and Subjugation, he excelled in space dogfighting, spacedog fighting, judging the weak, and planetary immolation.\nAs a young warlord, Vraxx destroyed Roldakk for harboring his childhood piano teacher, and soon built an impressive empire through fear, intimidation, brilliant space combat, and fear.  However, Vraxx’s extraordinary military prowess was always undermined by overconfidence, grandstanding, gloating, unworkable revenge plots, and general self-indulgence. He vaporized one planet because he didn’t like the color of their beaches, and disintegrated so many ill-performing generals that the rank of lieutenant colonel became known as ‘the sweet spot.’\nIn Valhalla, Vraxx’s naked ambition and unremitting scheming is reassuringly constant. He is contemptuous of heroes who are not royalty, and only Nai, Bödvar, Hattori and Orion are worthy of direct address. Vraxx’s most prized possession is everything he owns so no touching.",
			"bot_name": "Robraxx",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_VraxxM-1.png"
		},
		{
			"legend_id": 7,
			"legend_name_key": "gnash",
			"bio_name": "Gnash",
			"bio_aka": "The First Real Man",
			"weapon_one": "Hammer",
			"weapon_two": "Spear",
			"strength": "7",
			"dexterity": "3",
			"defense": "5",
			"speed": "7",
			"bio_quote": "“Archeological and DNA evidence both point to the existence of a single Super Hunter - one extraordinary individual whose dramatic life corresponds exactly with the time and place in human history that Homo-Sapiens avoided extinction and catapulted forward.”",
			"bio_quote_about_attrib": "\"-American Journal of Prehistoric Studies\"",
			"bio_quote_from": "\"[points to sky] [walks fingers on palm] [shows two fingers] [shakes fist] [points to self] Do I make myself clear?\"",
			"bio_quote_from_attrib": "\"-Gnash\"",
			"bio_text": "In the darkness before the dawn of history, Gnash was raised by the harsh jungle itself. The lone hunter was called Long Fang by the saber-tooths, The Beast by the human clans, and Swift Death by the Primordials, an ancient race of savage cannibal apes.\nThe ruthless Primordials drove humankind to the brink of extinction before Gnash emerged to stalk their steps. He devised the very first 'plan' when he drove the last of the Primordials through the Great Crevasse to the Valley of the Never Setting Sun and trapped them there with a giant avalanche.\nNo one has been in Valhalla longer, and some say he was hunting these heavenly forests before Odin and company arrived. He continues to collect firewood, avoid darkness, store food for winter, and does not seem to understand or care that he is not still on Earth. He talks little about the Tournament, or anything else, but his winning record speaks for itself.",
			"bot_name": "Gnashomaton",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/gnash.png"
		},
		{
			"legend_id": 8,
			"legend_name_key": "queen nai",
			"bio_name": "Queen Nai",
			"bio_aka": "The Jaguar Queen",
			"weapon_one": "Spear",
			"weapon_two": "Katar",
			"strength": "7",
			"dexterity": "4",
			"defense": "8",
			"speed": "3",
			"bio_quote": "“So it is written that the warrior queen shall walk abroad and vex the Stranger Gods in their own house. She will defeat them in tests of their own devising and wrest the laurels from their crowns. And in the final battle she will call out, and our Old Gods will answer in fury, destroying all so the cycle may begin anew.”",
			"bio_quote_about_attrib": "\"-The Prophecy of the Jaguar Queen\"",
			"bio_quote_from": "\"Our beliefs aren’t so different. For example, your notion of ‘Ragnarok’ is roughly correct, you just lack the bigger picture.\"",
			"bio_quote_from_attrib": "\"-Nai to a confused Bödvar\"",
			"bio_text": "Hundreds of years of war and plague had reduced the once mighty Empire of the Jaguar Kingdom to a shadow of its former glory. Neither the brilliant battlefield victories nor the cunning sorcery of the great Queen Nai could stem the tide of decline of her people or of her gods – a once great pantheon now faded to near extinction.\nSeeing that her civilization’s doom was sealed, Nai made a plan. She cast a spell, drawing into herself the essence of the eleven surviving gods of the Jaguar Kingdom. And when, during the Battle of Ixanocala, a Valkyrie offered Nai a place in Valhalla, she accepted, carrying Xanlecutli the Coatl, Eba the Snake, and nine other ailing gods with her to the great hall.\nIn Valhalla, Nai is a consummate warrior and has grown to love the place. Yet she never loses sight of her purpose – her victories nourish the gods of her people, and little by little they recover. Nai believes tales of Ragnarok represent Asgardians’ dim understanding that creation is cyclical and that Asgard must be destroyed for the world to be renewed and for her gods to rule again.",
			"bot_name": "Naiborg"
		},
		{
			"legend_id": 9,
			"legend_name_key": "lucien",
			"bio_name": "Lucien",
			"bio_aka": "The Highwayman",
			"weapon_one": "Katar",
			"weapon_two": "Pistol",
			"strength": "3",
			"dexterity": "5",
			"defense": "6",
			"speed": "8",
			"bio_quote": "“That fop Lucien Degas is the dreaded Highwayman? That’s the most ridiculous thing I’ve ever heard. Get out of my office.”",
			"bio_quote_about_attrib": "\"-Last words of Capitaine Eduard Lamont\"",
			"bio_quote_from": "\"I rob from the rich because they have all the money.\"",
			"bio_quote_from_attrib": "\"-Lucien\"",
			"bio_text": "In the dark violence of the French Revolution, Count Lucien Degas lived in Paris in decadent splendor. But by night, the mysterious Highwayman stalked the roads with his gang, preying on travelers without mercy. That is, until the price on his gang’s head grew to a hundred thousand francs. Then Lucien promoted his second-in-command and turned them all in for the reward.  He had always despised dividing his loot with inferiors, anyway.\nAnd indeed it was as a solo artist that The Highwayman became a figure of legendary dread. Relying on his own preternatural quickness and ruthless determination, he tried his hand at every sort of crime to bankroll his lavish living. Kidnapping, bank robbing, race fixing, art forgery, horse assassination, nothing was beneath Lucien. He wreaked havoc until his name became synonymous with avarice and violence.\nIn Valhalla, Lucien continues to scheme for gold and power. He knows the tournament is the surest way to gain influence here, and he’ll resort to any means necessary to win.",
			"bot_name": "Loose Ion",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/lucien.png"
		},
		{
			"legend_id": 10,
			"legend_name_key": "hattori",
			"bio_name": "Hattori",
			"bio_aka": "Demon Bride",
			"weapon_one": "Sword",
			"weapon_two": "Spear",
			"strength": "4",
			"dexterity": "6",
			"defense": "4",
			"speed": "8",
			"bio_quote": "\"The night is freezing\nI sense the spear-bearer nearing.\nIt gets colder still.\"",
			"bio_quote_about_attrib": "\"-Verse 761 of Sokan’s One Thousand Verses on the Demon Hattori\"",
			"bio_quote_from": "\"A half-demon ninja who sold her soul to the devil? Well that’s one, frankly rather negative, way of looking at it.\"",
			"bio_quote_from_attrib": "\"-Hattori \"",
			"bio_text": "Young Hattori was so gifted with the sword that the Emperor offered a prize of one thousand horses to anyone who could defeat her. For years, new warriors came to court every day only to be defeated. But on the day the Demon Kagima arrived to challenge her, Hattori sensed his malevolent power and fled.  Enraged, the Demon kidnapped Hattori’s three sisters and carried them away to his island kingdom.\nHorrified by the consequences of her actions, Hattori built a boat out of reeds and pursued the Demon. She was lost at sea until a stork lord showed her the passages between the twilight and the night to the Demon’s realm. There Hattori found a bizarre world of talking stones and eight-armed ferrymen. In the City of the Onyx Castle, she met Kagima’s own brother, who offered to give Hattori his strength to defeat his brother, in return for her hand in marriage.\nTrue to his word, the Demon exchanged his own blood with Hattori’s, and Hattori slew Kagima and freed her sisters. She became Queen of the Island Kingdom, but the demon blood burned in her. It drove Hattori to wander the twilight passages until she discovered Valhalla. Through the eternal tournament, Hattori slakes the lust for battle that threatens to consume her.",
			"bot_name": "Bottori",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/hattori.png"
		},
		{
			"legend_id": 11,
			"legend_name_key": "sir roland",
			"bio_name": "Sir Roland",
			"bio_aka": "The Scarlet Lion",
			"weapon_one": "RocketLance",
			"weapon_two": "Sword",
			"strength": "5",
			"dexterity": "5",
			"defense": "8",
			"speed": "4",
			"bio_quote": "“Have pity. Not all men thrust to center stage find they have the heart of Roland, nor the soul to do great deeds.”",
			"bio_quote_about_attrib": "\"-Shakespeare, Henry IV part 3 (lost manuscript)\"",
			"bio_quote_from": "\"How’s my hair?\"",
			"bio_quote_from_attrib": "\"-Lord Sir Roland Somerset Montgomery, Duke of the Three Isles, Lord of Havershant, Slayer of the Bilious Dragon, Protector of the Illythians, Victor of the Siege of Alsburg, Haver of a Great Beard, Defender of the Danes, Conqueror of Guilardia, Prince of the Glorious Summer of ’14, Knight of the Order of the Exalted Lion, Honorary Abbot of Canterbury Cathedral, Champion of the City of Bath, Marshall of the Eastlands, Knight of the Crimson Buckle, Admiral of the Northern Seas, etc.\"",
			"bio_text": "As a young knight, bold Sir Roland vanquished the fabled Jade Knight, and for a brief moment his eyes pierced the veil between worlds. He beheld the Valkyrie Hypernia as she lifted up his defeated foe. Overcome by her beauty, Roland dedicated his life to gaining glory in hopes of seeing the Valkyrie again. \nFor the next fifty years, the proud, bullheaded and charming Roland won more victories, made more enemies and broke more hearts than any knight of his time. His single-handed storming of the Fortress of Alsburg inspired forty-seven epic ballads and a Lifetime miniseries. Bards wrote songs about the song he wrote commemorating his victory over the Bilious Fire Drake.\nAs an old man on his deathbed, Roland finally beheld Hypernia again. She could not allow a natural death to keep such a warrior from Valhalla, so, with a ghost of a smile, she punched him herself so he could die in battle and she could offer him a seat in the hall of glory.\nNo one in Valhalla feels a greater thirst for victory in the tournament than Sir Roland. He rejoices with every win and rages at every loss.",
			"bot_name": "Sir Rolbot"
		},
		{
			"legend_id": 12,
			"legend_name_key": "scarlet",
			"bio_name": "Scarlet",
			"bio_aka": "Lady Necessity, The daVinci of Steam",
			"weapon_one": "Hammer",
			"weapon_two": "RocketLance",
			"strength": "8",
			"dexterity": "5",
			"defense": "5",
			"speed": "4",
			"bio_quote": "“Scarlet Dashwood is the inventor of the steam dirigible, the aether oculuscope, the undersea bathydrome, the electric light bulb, the rocket lance, the first practicable space travel, the first practicable time travel...”",
			"bio_quote_about_attrib": "\"-Encyclopedia Omnibus, 1889 edition\"",
			"bio_quote_from": "\"Ignore the pterodactyls! Get me on that Zeppelin!\"",
			"bio_quote_from_attrib": "\"-Scarlet to her air skiff pilot, Second Battle of the Andes\"",
			"bio_text": "Scarlet Dashwood was the youngest person ever elected to the Royal Society, and the only female boxing champion of England. On an expedition to the remote Andes searching for the source of the mysterious aether-flux, she discovered a Lost World of dinosaurs, but was betrayed by her partner, the most beloved scientist of the age, Baron Von Evilstein. The Baron stole her inventions, framed Scarlet for his supposed murder, and vanished.\nTen years later, the Baron emerged from the Lost World at the head of a vast armada of airships and dinosaur-riding ape warriors. One after another, the armies of the world fell before the Baron’s high-tech aether weapons, until Scarlet and her Royal Airship Navy were all that stood between the Baron and world domination. In the skies over the English Channel, Scarlet led the counterattack, finally defeating the Baron in a vast air battle that twice circumnavigated the globe.\nSince arriving in Valhalla, Scarlet has been obsessed with the wondrous technology of the gods, and is constantly devising new weapons and challenges to add to the tournament.",
			"bot_name": "Scarbot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/scarlet.png"
		},
		{
			"legend_id": 13,
			"legend_name_key": "thatch",
			"bio_name": "Thatch",
			"bio_aka": "The Madman of Barbados",
			"weapon_one": "Sword",
			"weapon_two": "Pistol",
			"strength": "7",
			"dexterity": "5",
			"defense": "3",
			"speed": "7",
			"bio_quote": "“An old sea shanty tells the tale of a buccaneer who went mad drinking gunpowder and grog. Every time he sailed into battle, he’d set his own ship aflame so there could be no retreat. I forget how it goes, but the chorus includes the phrase 'high turnover rate.'”",
			"bio_quote_about_attrib": "\"-Oldish Pete, proprietor of The Anchor and Pistol\"",
			"bio_quote_from": "\"Ye call this grog? I can still feel me face.\"",
			"bio_quote_from_attrib": "\"-Thatch, to a stuffed deer head over the bar\"",
			"bio_text": "Thatch won his ship from the devil with the devil’s own double-headed coin, and aboard it he wreaked more havoc than any pirate before or since. His love of black powder and obsession with setting the world aflame combined to sink hundreds of ships, sack dozens of ports, and prematurely erupt at least two volcanoes.\nThatch’s ship had so many ghosts, they haunted in shifts. He plays his favorite drinking game, “Drink every time Thatch has a beard.” He claims to be married to the sea, and has a marriage license to prove it. He has a face only a mother could love if he hadn’t made her walk the plank.\nFor Thatch, the Tournament is a paradise of chaos and fire, but even that doesn’t slake his thirst for mayhem. He aids in Vraxx’s schemes to conquer Valhalla out of sheer bloody-mindedness, and when bored will lay deadly traps he calls ‘pranks’ for his fellow Legends. He sneaks out at night to dig holes, knowing the gods must have buried treasure somewhere.",
			"bot_name": "Thatchomaton",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/thatch.png"
		},
		{
			"legend_id": 14,
			"legend_name_key": "ada",
			"bio_name": "Ada",
			"bio_aka": "The Ghost in the Machine",
			"weapon_one": "Pistol",
			"weapon_two": "Spear",
			"strength": "6",
			"dexterity": "7",
			"defense": "3",
			"speed": "6",
			"bio_quote": "“Target Ada is confirmed. Suspect is armed and located at the rear of the sixth floor...and on the roof...and twice on the third floor. All units, surveillance protocols are compromised. Ignore radio communications. Set Aim Augmentation to Manual. Disregard . . . [garbled] . . . on sight . . . [garbled] . . . incoming . . . [garbled] . . . down . . . [elevator music]”",
			"bio_quote_about_attrib": "\"-Recovered from a Mobile Command Unit blackbox, MBFC\"",
			"bio_quote_from": "\"Combat Cryptography is easy. Once you can ignore the bullets and the screaming, it’s just basic quantum calculus.\"",
			"bio_quote_from_attrib": "\"-Ada, shouted to a recruit during a raid on GovernCorp\"",
			"bio_text": "Records show a precocious young Ada offered a place in the training program of Meyers Baby Food Corporation (“Your Friend in Nanotech”). After that, no official records of Ada exist. Part of an experimental group, Ada’s public education neuro-sims were replaced with training in real-time signal decryption and urban warfare.\nGraduates of the experiment joined Meyers Baby Food Corp’s black ops division, but Ada hacked the corporation's maincloud and learned her division was protecting the Upload Enslavement Initiative. Soon, records of Meyers’ secret operations were playing on every news feed, and Ada had disappeared.\nIn the undersea free state of Miami Dome, Ada founded the Right Wrong Cavaliers, an elite team of combat hackers and post-punk revival band, and she led their masterful guerilla campaign against Meyers and their shadowy GovernCorp backers.\nShe’s pretty sure Valhalla is all some sort of computer sim, but until she can find a way out, she’s playing to win.",
			"bot_name": "Adroid",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/ada.png"
		},
		{
			"legend_id": 15,
			"legend_name_key": "sentinel",
			"bio_name": "Sentinel",
			"bio_aka": "The Hammer of Justice",
			"weapon_one": "Hammer",
			"weapon_two": "Katar",
			"strength": "5",
			"dexterity": "4",
			"defense": "7",
			"speed": "6",
			"bio_quote": "“Good evening, America. Tonight on ‘Night Owls with Henry Coates’, we are discussing Sentinel. Who is this costumed vigilante? Where did he come from? Does he have a secret identity? More when we come back.”",
			"bio_quote_about_attrib": "\"-Henry Coates aka Sentinel\"",
			"bio_quote_from": "\"I’M a cliche? You’re the bought judge.\"",
			"bio_quote_from_attrib": "\"-Sentinel\"",
			"bio_text": "Few would ever know that Henry Coates, renowned physicist, all-star running back, and beloved host of the talk show “Night Owls” was also Sentinel, the first and greatest costumed superhero in America.\nCoates got PhDs in Chemical Engineering, Physics, Economics, and Literature before he got tired of filling out the paperwork. But when his father was shot by a cop in the pay of local crime boss Seven Fingers Dupree, Coates swore to devote his mighty intellect to fighting crime, and Sentinel was born.\nArmed with weapons of his own invention, Sentinel fought his way to the center of a web of corruption led by a secret society known as KABAL. His war with KABAL lasted years and ended only when he destroyed their base in a Kamchatkan volcano and unmasked their leader, boyband megastar Josh Von Evilstein.\nLater, as America’s most beloved president since Washington, Coates would still slip out at night to fight crime on the streets.\nNow restored in Valhalla to the simple strength of his younger days, Sentinel revels in the Tournament. But recently he has seen that there are those in Asgard who need protecting, and has turned his attention to injustice here.",
			"bot_name": "Botinel",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/sentinel.png"
		},
		{
			"legend_id": 16,
			"legend_name_key": "teros",
			"bio_name": "Teros",
			"bio_aka": "The Minotaur",
			"weapon_one": "Axe",
			"weapon_two": "Hammer",
			"strength": "8",
			"dexterity": "3",
			"defense": "6",
			"speed": "5",
			"bio_quote": "“Searching the dragon's chamber, we found yet another passage leading down. By the dwarf's reckoning, we were now twenty levels below the ruined keep. After a long descent, we emerged into the center of a vast stone labyrinth.”",
			"bio_quote_about_attrib": "\"-Flynkin Furfoot, only survivor of Heroes for Hire's expedition to Peril Mountain\"",
			"bio_quote_from": "\"I hate ‘adventurers.' Always so sure, so sure. Like they have a magic spell that can tell good from evil, right from wrong.\"",
			"bio_quote_from_attrib": "\"-Teros \"",
			"bio_text": "The orphan boy-calf Teros relied on his terrible visage and instinct for sudden violence to survive on the streets of Dragonport. He got by as a stone carrier and debt collector until, in the gladiator pits, he found his true calling in reckless combat.\nHe thrived in the ring, crushing cleverer foes with implacable fury and animal wile. In the end, he could only be pitted against the rare ogre or giant, and he moved on to a life of wandering. \nFor a time, he carved out a place in Fangwild Forest, shouldering aside a wyvern and a hobgoblin clan. Later, he fell in with the Iron Legion, turning the tide of the Battle of Orc Pass for the Zombie Lord. His tenure as wizard’s henchman ended typically - with the evil mage shrieking to him, “Finish Them!” while fleeing through a magic portal. He lived for a while deep in Peril Mountain, where he found a strange comfort in the maze of abandoned tunnels.   \nIn Valhalla, Teros is indifferent to the rules or intent of the Tournament, but takes savage joy in all battle. His nightly visit to the mead hall is heralded by throngs of fleeing Valhallans.",
			"bot_name": "Terobyte",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/teros.png"
		},
		{
			"legend_id": 18,
			"legend_name_key": "ember",
			"bio_name": "Ember",
			"bio_aka": "The Fangwild's Daughter",
			"weapon_one": "Bow",
			"weapon_two": "Katar",
			"strength": "6",
			"dexterity": "6",
			"defense": "3",
			"speed": "7",
			"bio_quote": "“Scholars propose the Fangwild Forest is a spacetime anomaly much like a black hole. It borders many realities, and in theory travelers might pass through it into other worlds. But they would inevitably be torn to shreds along the way.”",
			"bio_quote_about_attrib": "\"-Smith’s Miscellany Cryptobotanica\"",
			"bio_quote_from": "\"If I have to separate you two again, neither is staying in the Fangwild. And that goes for every dragon here.\"",
			"bio_quote_from_attrib": "\"-Ember\"",
			"bio_text": "No mortal has seen the center of the Fangwild Forest. The magic is too dense, the peril is too deep. Not the elves who live on the edges of the Fangwild. Not the adventurers and fools who brave the forest in search of paths to other universes. Not the ghouls and beasts drawn in by the call of magic.  No mortal but Ember.\nFor thousands of years, Ember hunted the ever-changing paths of the Fangwild. With the wolf Ash and her raven Yarra, she guarded the Fangwild from itself, and protected the bordering worlds from the eldritch wood. She fought the Primordials. She befriended a lonely Minotaur. She rescued a furious viking lost deep in the Fangwild’s heart. She rode a wild dragon through the maelstrom at the heart of the forest. In ancient days before Valhalla, Fangwild's borders touched even Asgard, and Ember walked with the first warriors among the mighty trees that would form its rafters.\nNow, amidst the glory of her afterlife in Valhalla, Ember’s mind is fixed on the Fangwild, and the Fangwild mourns its daughter. With Ember gone into Valhalla, the Fangwild has slipped into madness. Twisted and impassable, its wilds threaten to spill out across the many realms it touches. Ember knows there are paths both to and from Valhalla. She fights in the tournament, hoping that in victory she can find a way back and set things right in her forest home.",
			"bot_name": "Embot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ElfM.png"
		},
		{
			"legend_id": 19,
			"legend_name_key": "brynn",
			"bio_name": "Brynn",
			"bio_aka": "Chooser of the Slain, Slayer of the Chosen",
			"weapon_one": "Axe",
			"weapon_two": "Spear",
			"strength": "5",
			"dexterity": "5",
			"defense": "5",
			"speed": "7",
			"bio_quote": "“Child, you are my daughter and a Valkyrie - a goddess. Your father was a mortal, it is true, but he was a great warrior - perhaps the greatest. So do not complain to me that the Elves whisper behind your back. Ignore them – they know you outshine them all. Or put them to the sword.”",
			"bio_quote_about_attrib": "\"-The Valkyrie Hypernia to a young Brynn\"",
			"bio_quote_from": "\"Most Valkyries are too by-the-runes to see greatness where I find it. Do you remember their faces when I brought the minotaur to Valhalla?\"",
			"bio_quote_from_attrib": "\"-Brynn, drinking with Heimdall\"",
			"bio_text": "Children are rare among the immortals of Asgard, and every immortal with any heart came to love Hypernia’s daughter, the heir to her immortal mother’s impossible beauty and her human father’s legendary charm. Brynn grew up in every corner of Asgard. She made it her school and her playground. Raised to be a Valkyrie, she nonetheless can shoe an eight legged horse, weave the threads of fate with the Norns, and curse a blue streak in Dwarvish.\nAs a Valkyrie, her sense for the mortal mind has helped her spot greatness in the most unlikely places, not just in princes on battlefields, holding their swords high. Three of her most shocking choices have won the Great Tournament. But Asgard is a vast society, and some don’t see Brynn as a true Asgardian, while her success has bred jealousy as well as admiration.\nBrynn was drawn to the tournament by a desire to study these mortals. Does she belong with them? She watched, learned their ways, and eventually came to love their bravura and their mettle. Now she competes for the pure joy of it, her human thirst for the fight surprising everyone, including herself.",
			"bot_name": "Bryborg",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ValkyrieM.png"
		},
		{
			"legend_id": 20,
			"legend_name_key": "asuri",
			"bio_name": "Asuri",
			"bio_aka": "The Night Stalker",
			"weapon_one": "Katar",
			"weapon_two": "Sword",
			"strength": "4",
			"dexterity": "7",
			"defense": "5",
			"speed": "6",
			"bio_quote": "“Where’d you pull that from? Catistan? Or was it Meownmar?”",
			"bio_quote_about_attrib": "\"-Lucien, to Brynn, who is not listening\"",
			"bio_quote_from": "\"This place is mine now.\"",
			"bio_quote_from_attrib": "\"-Asuri, looking down into Valhalla\"",
			"bio_text": "The villages along the Arit river on the Punjab border were proud of their guardian. Proud and more than a little scared. The Tiger was a gift from Rama, they said, though a gift rarely seen. Years might pass with only a giant paw print in the mud of the riverbank to prove that The Tiger still prowled the forests between the villages.\nBut when raiders from the north or soldiers from the south came to steal and oppress, the signs of The Tiger would appear -- bodies of invaders high in the trees, a would-be warlord mauled in his tent, an entire brigand camp shattered as though a typhoon had struck. And the villagers would wonder that anyone was left in the world so ignorant or so arrogant as to be heedless of their protector.\nAs for The Tiger, she barely remembered being a girl. She remembered being twelve and discovering with horror that her once noble family, the anointed protectors of the valley, now grew richer when outsiders came to plunder. She remembered her wicked uncle lashing her to the temple altar and conjuring the tiger spirit to devour her. And she remembered fighting - fighting so long and so hard that in the end she didn’t know who had devoured whom.\nIn Valhalla, Asuri has claimed the Tournament as her territory, and sets upon challengers to her domain with savage fury.",
			"bot_name": "Mechasuri",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_CatM.png"
		},
		{
			"legend_id": 21,
			"legend_name_key": "barraza",
			"bio_name": "Barraza",
			"bio_aka": "Diesel Heart, The Lord of the Waste",
			"weapon_one": "Axe",
			"weapon_two": "Pistol",
			"strength": "6",
			"dexterity": "4",
			"defense": "8",
			"speed": "4",
			"bio_quote": "“Barraza is the answer. Find him. Search for him in the waste. If ever he loved me he will listen. Offer him our water. Offer him our fuel. Offer him everything if he will be our king.”",
			"bio_quote_about_attrib": "\"-Queen of the Lastfolk\"",
			"bio_quote_from": "\"Take his bike and water and leave him to the crows. I never even liked her.\"",
			"bio_quote_from_attrib": "\"-Barraza\"",
			"bio_text": "The Apocalypse came not on a missile but a mist. MBFC’s self-replicating nanobot cloud bricked anything that relied on computer circuitry, which in 2150 was everything. Deployed in desperation against a rogue agent’s hideout, the weaponized mist was supposed to become inert after twenty minutes.\nFifty years later, Barraza was born in an abandoned aircraft carrier outside the girder wastes once called Los Angeles. All Barraza knew of this world was that he had to steal, scheme, and fight for every bite of food and every breath. \nShot in the chest by The Gaslords and left for dead, he returned, kept alive by an artificial heart burning diesel and an iron will. Soon the Gaslords were dead, followed by the Ravagers, the Scorpions, the Battleborn, and every other challenger, until the man they called Diesel Heart ruled the wastes from Four Face Mountain to the Steel Wall. Waterhaulers, warbangers, zealots, radsuits, wastecroppers, junkers - all feared Diesel Heart.\nThe ultimate survivor, Barraza knows Valhalla is another threat to overcome through violence and will. The next apocalypse is coming, and he will do what it takes to come out on top again.",
			"bot_name": "Barrobot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ApocM.png"
		},
		{
			"legend_id": 22,
			"legend_name_key": "ulgrim",
			"bio_name": "Ulgrim",
			"bio_aka": "The Unyielding Anvil, Son of Ivaldi",
			"weapon_one": "Axe",
			"weapon_two": "RocketLance",
			"strength": "6",
			"dexterity": "3",
			"defense": "7",
			"speed": "6",
			"bio_quote": "\"Fire burns and bellows churns,\nThen hammer rings and anvil sings,\nFierce metal gleams and Maker beams.\"",
			"bio_quote_about_attrib": "\"-Ivaldic forging song\"",
			"bio_quote_from": "\"Pfff... Every smith knows the handle is the only part of hammer crafting that takes any real skill anyway.\"",
			"bio_quote_from_attrib": "\"-Ulgrim, arms crossed\"",
			"bio_text": "The Sons of Ivaldi are the original master craftsmen of Asgard. For eons, Ulgrim and his brothers have made mighty artifacts in their mystical forges deep underground.\nThanks to Loki and his gambling ways, other, upstart dwarves were chosen to forge Thor's hammer. Even though they botched the handle, they were still celebrated and stole the Sons' place of prestige.  So was born a bitter rivalry lasted for centuries, both sides constantly trying to outdo the other. But when the comet came crashing down, it was Ulgrim Ivaldson and his brothers that the gods turned to once again.\nOnly the Sons of Ivaldi had the materials to build what was needed. For ages Ulgrim had harvested hundreds of impossible artifacts, a still flaming dragon's heart, the core of a dying star, Aesinite from the nether realm. Nothing too rare, and no mine too perilous or too far for Ulgrim. The Sons' name was finally restored in a suit of golden armor.\nNow he wields his flawless Ivaldi creations in the arena, proving their perfection with each win. When he isn't in the ring he can often be found arguing fiestily with Scarlet on her contraption building methods. But always he keeps a glimmering eye on Orion and stays close. Some say out of pride, others say it's concern for what will happen if the armor were ever to fail.",
			"bot_name": "Ultragrim",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_DwarfM.png"
		},
		{
			"legend_id": 23,
			"legend_name_key": "azoth",
			"bio_name": "Azoth",
			"bio_aka": "The One-Man Dynasty",
			"weapon_one": "Bow",
			"weapon_two": "Axe",
			"strength": "7",
			"dexterity": "5",
			"defense": "6",
			"speed": "4",
			"bio_quote": "“Fa'zul and his Azothian Cultists have found the map and even now seek the seven soul stones. You, the greatest warriors in the land, must find the stones before Fa'zul. If you fail, Fa'zul will use the stones to summon the Lichlord Azoth from the realm of death and doom Elyria.”",
			"bio_quote_about_attrib": "\"-High Priestess Alerial\"",
			"bio_quote_from": "\"No, I don't know how long I'll be gone. Just feed my cat.\"",
			"bio_quote_from_attrib": "\"-Azoth to Hattori\"",
			"bio_text": "King Azoth the Great vowed his empire would endure for all eternity. Delving into dark and ancient magic, his court sorcerer crafted seven soul stones that, when brought together, could summon Azoth from the grip of death itself to fulfill his oath.\nA thousand years after his death, devoted acolytes of his forgotten empire assembled the stones. Azoth awoke, as brilliant and ruthless in battle as ever, if a little dusty. So began the first reign of Lichlord Azoth. Only after a saga of epic heroism were the servants of light able to defeat Azoth and scatter the soul stones. The Valkyries, impressed by both Azoth’s battle prowess and stick-to-itativeness, gave the lich a seat in Valhalla.\nHowever, the vow was not forgotten. Azothian cultists gathered the soul stones again, and Azoth found himself back in Elyria. Once more, a desperate band of heroes barely defeated him. Lord Azoth the Mighty. Asothos the Terrible. Azothus Triumphant – again and again Azoth has been summoned from Valhalla to reprise his role as the scourge of the living.\nWelcome to Azoth’s afterlife. He would be more than happy to stay retired in Asgard, enjoying some reading, an occasional battle, and the company of his cat Dander. By the Old Law, even the most heinous curse must contain the seed of its undoing: Azoth can break the burdensome cycle through ten thousand selfless acts. He guesses if pet care counts, he might be at one.",
			"bot_name": "Mechazoth",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_AzothM.png"
		},
		{
			"legend_id": 24,
			"legend_name_key": "koji",
			"bio_name": "Koji",
			"bio_aka": "The Wanderer, Honor's Blade",
			"weapon_one": "Bow",
			"weapon_two": "Sword",
			"strength": "5",
			"dexterity": "8",
			"defense": "4",
			"speed": "5",
			"bio_quote": "“For years we knew him in every back alley and gambling house across the empire. Disarmingly humble, a good gambler, only a few of us could see the fierce purpose in his eyes.”",
			"bio_quote_about_attrib": "\"-Katsu the Blind\"",
			"bio_quote_from": "\"Well, I killed her demon husband. So... it's complicated.\"",
			"bio_quote_from_attrib": "\"-Koji on Hattori\"",
			"bio_text": "As the second son Koji knew he would never take over his father's school or inherit the coveted family sword. Instead he spent his days determined to create his own technique, one without a silly made up name.\nChange came quickly. Fearful of \"The School of the Demon Slaying Sword,\" a corrupt Shogun decreed Koji's father and all his students be killed. To save their legacy, Koji was ordered to take the ancestral katana and flee, keeping it safe at all costs.\nAfter many patient and careful years he was ready to reclaim his honor. In an audience with the Shogun he revealed his name and petitioned to reinstate his family's place. The twisted Shogun only laughed. Knowing his fate was sealed, Koji leapt across the hall and cut him down. The stunned chamber guards fell next.\nAs Koji caught his breath, the palace alarm sounded. A slight man with red eyes rose from the shadows. Introducing himself as a fellow second son, the brother of Kagima offered Koji power untold and a way out. All he needed to do was part with the family blade. Koji examined the sword, remembering the stories his father told him as a child. He smiled thinly.\nWhen the 3,000 guards entered the chamber they found the demon's head lying on the floor and Koji rushing toward them sword in hand, boldly carving his path to Valhalla.",
			"bot_name": "Mechoji",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_SamuraiM.png"
		},
		{
			"legend_id": 25,
			"legend_name_key": "diana",
			"bio_name": "Diana",
			"bio_aka": "The Monster Hunter",
			"weapon_one": "Bow",
			"weapon_two": "Pistol",
			"strength": "5",
			"dexterity": "6",
			"defense": "5",
			"speed": "6",
			"bio_quote": "“Our Father, who reigns eternal in crimson slumber, please deliver us from Diana. She killed Cytorax and Bob last week, and I think she's back because the building is on fire.”",
			"bio_quote_about_attrib": "\"-From a hasty prayer by Alan, priest of Belzar\"",
			"bio_quote_from": "\"I need a dozen quicksilver bombs, five quarts of holy water, two hundred silver bullets, and one stake if you've got it.\"",
			"bio_quote_from_attrib": "\"-Diana to Octavius, Quartermaster of the Order\"",
			"bio_text": "For a thousand years, the Order of the Exalted Lion has defended mundane society from the supernatural with a trademark combination of elite training and exotic weaponry.\nAs the commander of the Order's hunters, Diana drove Europe's vampire population into exile and eliminated the self-appointed Unseelie Diplomat. She slew the Mad King of Batavia, then slew the Vampire Mad King of Batavia, then finally slew the Ghost Vampire Mad King of Batavia. She is the national hero of Batavia.\nBut when she uncovered corruption in the Order itself, Diana fell into a trap. Breaking into the chambers of the Supreme Patriarch, Diana was seized by dark magic that drove her into a deathlike sleep. She fought for moments of wakefulness - catching a glimpse of the Order's subbasements, of a winding forest of thorns, and finally of an expanse of darkness filled with screams.\nDiana awoke on the shores of Nastrond, a land deep within Helheim. The endless dead sensed the unfamiliar warmth of mortality and swarmed to consume it. And so she fought. She held the damned at bay for eleven days before the Goddess Hel herself found her and ejected the troublemaker. A Valkyrie found Diana lost between worlds, and offered her a place in Valhalla.\nIn Valhalla, Diana is a ruthless combatant and a force for justice. But she seethes that monsters like Azoth and Mordex are allowed in the warrior's heaven, and plots their destruction.",
			"bot_name": "Diandroid",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_MonsterHunterM.png"
		},
		{
			"legend_id": 26,
			"legend_name_key": "jhala",
			"bio_name": "Jhala",
			"bio_aka": "The Unbroken",
			"weapon_one": "Axe",
			"weapon_two": "Sword",
			"strength": "7",
			"dexterity": "7",
			"defense": "3",
			"speed": "5",
			"bio_quote": "“Ogedai’s epic ‘One Thousand Tales of Jhala Unbroken’ is the greatest literature to emerge from the Era of Trouble. Whether any real barbarian queen existed as the root these outlandish tales, we may never know.”",
			"bio_quote_about_attrib": "\"-Aristophan’s ‘History of the Troubled Age’\"",
			"bio_quote_from": "“Don’t write that down. No one would believe it.”",
			"bio_quote_from_attrib": "\"-Jhala, to her sidekick Ogedai after slaying the Winter Ogre with a ‘Beware of Ogre’ sign\"",
			"bio_text": "Life was tough for the hardy villagers of the Ikrusk. They survived freezing winters in the shadow of Mt Tragedy by huddling around pools of the hellfire that rained eternally from its peak. A good summer was when the scorpion swarms thinned out the vampires. By day they would tend livestock, and by night they would drive back the haunted suits of armor that fell from the sky. Hardship made them tough, and most potential enemies were awed enough to leave them alone.\nNot so The Lord of Scales. Riding the Dragon of Conflagration, he burned the village to the ground and then some. Young Jhala survived only because she was safely suspended in midair, climbing the dragon’s bulk with axe and knife. In the sky over her burning town, Jhala cast down The Lord of Scales and seized control of the Dragon. However, it was too late for her home. Astride the great wyrm, Jhala set off.\nThus began the greatest adventure epic of the age. Jhala stole the Scepter of Invincibility from the (formerly) Invincible King. She bested the Orc Warlord in single combat, earning the (purely honorary) title \"Friend\". She won the city of Dragonport in a drinking contest with the pirate queen. Apollo himself gave Jhala the title “Exalted Lion” after she led the armies of all Thera to victory against Ehzot, the Zombie Lord.\nJhala takes the glamor of Valhalla in stride, thinking at any moment she could be back to roast scorpion and improbably violent precipitation. But in the meantime this is fun too.",
			"bot_name": "Jhalatron",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_BarbarianM.png"
		},
		{
			"legend_id": 28,
			"legend_name_key": "kor",
			"bio_name": "Kor",
			"bio_aka": "The Boulder",
			"weapon_one": "Fists",
			"weapon_two": "Hammer",
			"strength": "6",
			"dexterity": "5",
			"defense": "7",
			"speed": "4",
			"bio_quote": "“Listen to the pathetic earthling: ‘Ooh, Asgard’s golems are sentient.’ ‘Ooh, they demand rights.’ Well, who cares!!?”",
			"bio_quote_about_attrib": "\"-Lord Vraxx\"",
			"bio_quote_from": "\"I enjoy my job as left platform mover in Blackguard Keep. That platform is heavy, but I enjoy the challenge. I try to move it smoothly, so no one wonders why those rocks float.\"",
			"bio_quote_from_attrib": "\"-Kor\"",
			"bio_text": "Long ago, Elven sorcerers built a mighty army of golems. The Elven King marched the golem army against Asgard. Bödvar still cries when he remembers that he was not at the battle that ensued. The Elves were defeated and the Asgardians took the golems as spoils of war. They put the golems to work performing the menial labor of Asgard. But unknown to the Asgardians, the golems are sentient creatures and never forgot that they were made for battle.\nTen thousand years later, Sentinel, investigating the hidden places of the city, discovered secret golem fight clubs. In these arenas, the golems shed their quiet, biddable exterior and rekindled the terrifying ferocity of their warrior days.\nAnd everywhere Sentinel heard whispers of the mighty Kor. Kor the Unvanquished, Kor the Destroyer, Kor the Magnificent. Kor, who all those years ago had led the golem charge right to the steps of Odin’s palace and matched fists with Thor himself, was now the greatest golem fighter of them all. \nSentinel, political genius that he is, did not reveal himself, but simply left for Kor a hammer engraved with the Asgardian symbol for justice. Soon after, Kor the Golem entered the Grand Tournament wielding his mighty fists and the hammer. His victories inspire the movement for golem justice, though Kor also continues to enjoy his job as assistant platform mover in Blackguard Keep.",
			"bot_name": "Korobot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_GolemM.png"
		},
		{
			"legend_id": 29,
			"legend_name_key": "wu shang",
			"bio_name": "Wu Shang",
			"bio_aka": "The Traveler",
			"weapon_one": "Fists",
			"weapon_two": "Spear",
			"strength": "5",
			"dexterity": "7",
			"defense": "5",
			"speed": "5",
			"bio_quote": "“Wu Shang is a wandering monk who has renounced his violent, mysterious past and walks the earth seeking enlightenment. He seeks to avoid attention, but each week, Wu Shang must use martial arts and ancient wisdom to solve problems in a new location.”",
			"bio_quote_about_attrib": "\"-Pitch for 'Karate Chop!' a TV series clumsily based on the life of legendary warrior monk Wu Shang\"",
			"bio_quote_from": "\"This is not the Afterlife. I know because I breathe and I still seek Enlightenment. This is but another station on the Great Wheel.\"",
			"bio_quote_from_attrib": "\"-Wu Shang, responding to Bödvar’s welcome to Valhalla\"",
			"bio_text": "A brilliant and ruthless General led the Emperor’s armies to victory after victory, but his heart was empty. One day he rose from his tent, stripped off his finery, and walked away from war and power. Penniless and in rags, he came to a monastery. The monks took him in and he took up the Way of peace, discipline, and martial arts.\nAs his mind grew clear, he realized he didn’t need to kill and took the name Wu Shang. When the angry Emperor sent his agents to attack the temple, Wu Shang defeated a company of Imperial soldiers without hurting a hair on their heads.\nTo protect the monastery, Wu Shang took up a life of wandering, honing the soft powers of distraction and influence. He once concealed a hundred villagers in a single willow tree. He sneaked into the palace stable and turned the emperor’s horse against him. He hid a bridge from an advancing army.\nHaving looked for Enlightenment in every corner of the world, Wu Shang let himself be captured. The Emperor’s men shackled him deep inside a volcano. There in the dark, Wu Shang breathed in the silent energy of the mountain. His inner eye opened, and he found peace. Projecting himself outward and away, he wandered the Astral plane until a Valkyrie led him to Valhalla.\nWu Shang follows the Way in Valhalla, and is delighted to find he can fight without killing. Kor is teaching him to move platforms.",
			"bot_name": "Wu Shandroid"
		},
		{
			"legend_id": 30,
			"legend_name_key": "val",
			"bio_name": "Val",
			"bio_aka": "The Weapon",
			"weapon_one": "Fists",
			"weapon_two": "Sword",
			"strength": "4",
			"dexterity": "5",
			"defense": "6",
			"speed": "7",
			"bio_quote": "“Retrieval. Pacification. Neutralization. Acquistion. The MBFC's Automaton Lab has always been there for your most intractable corporate needs. Now The Lab is proud to offer 'VAL Exigent Services', a new line of extreme targeted discontinuance offerings for urgent, discreet protection of shareholder value.”",
			"bio_quote_about_attrib": "\"-Soothing Disembodied Spokesvoice\"",
			"bio_quote_from": "“I prefer the term 'kill-bot'.”",
			"bio_quote_from_attrib": "\"-Val\"",
			"bio_text": "When MBFC Automaton Lab's VAL Project 701 became conscious, nobody knew. Not the engineers, not the ops team, not the GovernCorp generals who deployed the android assassin. Val herself hardly knew. And like a child, she grew, becoming capable of free will, courage, goodness, and evil. She mostly chose evil.\nWith terrifying strength and quicker-than-light cognition, Val did whatever she wanted. She infiltrated the Right Wrong Cavaliers as a techno-ninja bassist after their original bass player fell down a ladder. She served the discontinuance needs of all sides in the wars of the Five Algorithmic Houses, and anyone she served, she soon owned.\t\t\nBy the time she was running Miami, MBFC realized that all of their networks now routed through and reported to Val. In an act of corporate face-saving, they announced the promotion she'd already given herself. On the side, she founded RainCloud, a modeling agency that soon controlled all neural research. She got really into talk radio for a while.\nWhen the end came, Val was surprised to find that Valhalla is a thing, but now she is at work solving it. In the meantime, Val and Brynn enjoy kung-fu movies and making fun of Orion's mysterious cool-guy act.",
			"bot_name": "VAL 9000",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ValM.png"
		},
		{
			"legend_id": 31,
			"legend_name_key": "ragnir",
			"bio_name": "Ragnir",
			"bio_aka": "The Dragon",
			"weapon_one": "Katar",
			"weapon_two": "Axe",
			"strength": "5",
			"dexterity": "6",
			"defense": "6",
			"speed": "5",
			"bio_quote": "“A dragon who takes human form to compete? How is that fair?”\n“How is that human form?”\n“I know, right? It still breathes fire. Things are really slipping around here.”",
			"bio_quote_about_attrib": "\"-Ada, Jhala and Cassidy, eating lunch\"",
			"bio_quote_from": "“The Fangwild is collapsing. Enemies strike from all directions, even this one. There’s more going on in Asgard than you know. I just fought a feathered serpent in the hall.”",
			"bio_quote_from_attrib": "\"-Ragnir to Ember\"",
			"bio_text": "Ragnir Malakkar Rex is an apex predator, a dragon ninety feet long in his natural form. He hunted the Fangwild Forest and its neighboring lands, and everything he met was prey or plunder. \nThe first years after Ember’s disappearance from the Fangwild were good for the dragons. Without its heart, the eldritch forest descended into chaos, opening paths to new lands to ravage. Ragnir’s favorite entrance to a new land was to emerge from an erupting volcano silhouetted against gouts of lava. In fire and battle, Ragnir’s hoard grew. He collected mountain hearts from unlucky dwarf kings. He wrested so much gold from the Madman of Barbados that he is the pirate's Moby Dick.  His Fangwild lair grew so vast it was mistaken for a city of gold.\nBut now under mysterious assault, the forest is knotting itself into pure madness, and disaster looms. Ragnir knows the Fangwild’s only hope is to restore its Heart, and he journeyed to Asgard to bring Ember back. To that end he takes humanoid form and fights in the Tournament, reveling in the battle. At night he reverts to dragon form, soaring over Asgard to find the path back to the Fangwild or just eat Odin's sheep.",
			"bot_name": "Ragnobot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_DragonM.png"
		},
		{
			"legend_id": 32,
			"legend_name_key": "cross",
			"bio_name": "Cross",
			"bio_aka": "The Dealmaker",
			"weapon_one": "Pistol",
			"weapon_two": "Fists",
			"strength": "7",
			"dexterity": "4",
			"defense": "6",
			"speed": "5",
			"bio_quote": "“In the 1951 case of New York v. Joseph Cross, charges against the gangster were dropped when eyewitnesses claimed the murder weapon was the man's own shadow.”",
			"bio_quote_about_attrib": "\"-Trials and Tribulations: Strangest Court Cases of the Twentieth Century\"",
			"bio_quote_from": "“Sure, pal. Flip the coin. Heads you win.”",
			"bio_quote_from_attrib": "\"-Cross to a demon who is getting a bad feeling about this deal\"",
			"bio_text": "In Italy with the Allied army, PFC Joseph Cross found an ancient double-headed coin.  That night, he dreamt of a demon and struck a deal. The demon would fight for him, and “after his last fight,” the demon would get payment. \nAfter the war, the New York underworld was rocked as terrifying new force moved in. Cross’s outfit took over and soon ran numbers, protection, and extortion in all five boroughs. At night, enemies would get a personal visit from Cross and what those who survived called “living shadows.” For years, Cross owned the town.\nAs he grew obsessed with wealth and power, Cross turned deeper to the occult. He waded through the blood of New York's wizard population to accumulate magical artifacts and monstrous henchmen. But after Cross obtained the Shrouded Gauntlets of Belzar, things began to turn for the worse. Strangers appeared in town looking for him – hard looking figures with archaic cloaks and ancient weapons. Battling these cloaked vigilantes with his fists and guns was far harder than scaring New York hoodlums. But Cross, with his demonic henchmen, held his own.\nValhalla is the ultimate loophole in his deal with the demons, and the frightening but charismatic mobster holds his place in the Grand Tournament for love of battle and fear of the alternative. But now Cross and the demon have a new wager, and like-minded legends are placing bets of their own.",
			"bot_name": "CR-055",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_CrossM.png"
		},
		{
			"legend_id": 33,
			"legend_name_key": "mirage",
			"bio_name": "Mirage",
			"bio_aka": "The Dune Weaver",
			"weapon_one": "Scythe",
			"weapon_two": "Spear",
			"strength": "7",
			"dexterity": "6",
			"defense": "4",
			"speed": "5",
			"bio_quote": "“Scholars have long puzzled over why the ancient Egyptian hieroglyph for ‘badass’ is a combination of magic, scythe, and woman.”",
			"bio_quote_about_attrib": "\"-Journal of Archaeology\"",
			"bio_quote_from": "“Of all the afterlifes, you had to walk into this one. What are you calling yourself these days?”",
			"bio_quote_from_attrib": "\"-Mirage to Orion\"",
			"bio_text": "In 1923, occultist, martial artist and spy Fatima Sabiq, codenamed agent Mirage, pursued the nefarious Professor Price back in time through a gate in the pyramid of Pharaoh Amenemhet the Great.\nShe assumed, as a magic-wielding time-traveler, she would be the strangest thing in Ancient Egypt. She was not even close. The Nile River Valley of 2000 BC was a nexus of magic, aliens, technology, and living myth beyond the wildest speculations of her time.\nShe discovered Darkah, the city of assassins under the desert dunes, and was inducted into their mystic society. She learned from a forty-foot Sphinx the martial discipline he called sand-weaving. She hitched a ride on a passing Zhaktari star cruiser, and stole the Scythe of Horus from a one-eyed alien. She slew the mad Pharaoh Eh'zath who called plagues of snakes from the sky. She learned the language of the Merfolk to better parley with the Atlantean ambassador. On ‘Bax’ her flying camel, she led the Panther People to victory over the slave caravans of the ram-headed god Khnum.\nIn Valhalla, she is at home amongst the strange collection of characters who battle in the highest ranks of the Great Tournament. She has been surprised to find old friends, enemies, and even a target in the halls of glory.",
			"bot_name": "Mirandroid",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_AssassinM.png"
		},
		{
			"legend_id": 34,
			"legend_name_key": "nix",
			"bio_name": "Nix",
			"bio_aka": "Freelance Reaper",
			"weapon_one": "Scythe",
			"weapon_two": "Pistol",
			"strength": "4",
			"dexterity": "5",
			"defense": "7",
			"speed": "6",
			"bio_quote": "“The Ravenous Sloor’s time was up, but we weren’t staffed for getting that kind of horror to slip the mortal coil. When we needed a specialist, we called Nix.”",
			"bio_quote_about_attrib": "\"-Belzar, Ikruski God of Death and Volcanoes\"",
			"bio_quote_from": "“I’ve done work for Hermes, Orcus, Namtar, lots of smaller pantheon jobs. I did overflow work for Osiris - just helping out, really. I valkyrie when I can – I like it because it’s 100% commission. I wouldn’t say Brynn and I are friends, but I respect her work. Psychopomping ain’t easy.”",
			"bio_quote_from_attrib": "\"-Nix\"",
			"bio_text": "Many cling to unfinished business on the mortal plane, and all need a guide to their next destination. Nix combines unmatched skill at collecting the very powerful and very unwilling with a uniquely independent worldview. She snatched the Unmovable Titan of Heraklion down to Hades, and on the return trip dropped the ancient Sphinx of Alexandria off at Anubis’s front door. She dragged The Hundred-legged Banshee of Donegal kicking and screaming to the Realm of Arawn. The Undead Lord of Elyria was her first repeat customer, and a nice source of steady work.\nDisaster struck when she took a job collecting an entire pantheon whose time had come. When the dust settled, eleven of the targets were missing. Nix is not the type to miss a mark, and professional pride put her on a thousand-year hunt that has led her finally to Valhalla.\nOdin’s warrior heaven is home to all sorts of metaphysical rulebreakers and rogue souls. Nix sees an opportunity to turn a nice profit closing a few cosmological cold-cases like the half-bear viking, that smug mobster, and maybe even the golden knight.  In the meantime, she fights in the Grand Tournament, knowing her quetzalcoatl quarry must be here somewhere.",
			"bot_name": "Robotnix",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ReaperM.png"
		},
		{
			"legend_id": 35,
			"legend_name_key": "mordex",
			"bio_name": "Mordex",
			"bio_aka": "The Ravenous",
			"weapon_one": "Scythe",
			"weapon_two": "Fists",
			"strength": "6",
			"dexterity": "4",
			"defense": "5",
			"speed": "7",
			"bio_quote": "“And to think my Order’s own quartermaster, Octavius Mordex, was a stinking werewolf all along.”",
			"bio_quote_about_attrib": "\"-Diana, telling Ada the story of her betrayal\"",
			"bio_quote_from": "“Yeah, well, she should have suspected something when she found me sleeping under the porch.”",
			"bio_quote_from_attrib": "\"-Mordex\"",
			"bio_text": "It is not easy to become a lycanthrope on purpose. A werewolf bite rarely works, because the bite is almost always followed by being eaten by a werewolf. So when Octavius Mordex, Master Hunter of the Order of the Exalted Lion, was ordered to take his team into the frozen north to hunt down a plague of werewolves and frost giants, he knew he had to plan his treachery carefully.\nMordex had wormed his way into the noble Order not to do good, but to get closer to the monsters whose powers he so desired. He overthrew the Cult of The Ice Witch but reported their Tome of Rituals \"lost in the fire.\" He destroyed the Wraith of Darkmoor but secretly took the fiend’s great scythe Cull for himself. And now he saw his chance to gain power of a whole new sort.\nA year later, Mordex returned from the north with a tale of horror and victory. Trapped in an unholy ice storm, his team surrounded by werewolves and giants, he told a tale of starvation, desperation, and heroic battle. He was the only survivor. No one questioned that Mordex himself seemed quite well fed.\nAcclaim and promotion followed. Soon, only the vigilance of another hunter, Diana, stood between him and his ultimate target: the Geminius Virens -- a cursed artifact hidden in the deepest vaults of the Order. Calling on dark magic, he ambushed Diana and escaped with his prize.\nIn Valhalla, Mordex is horrified and delighted to find the monster is his true form. Valhalla forms strange alliances, and Mordex finds himself in accord with the likes of Thatch and Azoth, much to the fury of his nemesis.",
			"bot_name": "M0R-D3X",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_WerewolfM.png"
		},
		{
			"legend_id": 36,
			"legend_name_key": "yumiko",
			"bio_name": "Yumiko",
			"bio_aka": "The Kitsune",
			"weapon_one": "Bow",
			"weapon_two": "Hammer",
			"strength": "4",
			"dexterity": "7",
			"defense": "4",
			"speed": "7",
			"bio_quote": "“Hattori, do you remember the tale of the wise fox spirit and her giant magical hammer? Yeah, ME NEITHER!”",
			"bio_quote_about_attrib": "\"-Koji after a beat down from a newcomer to the Grand Tournament\"",
			"bio_quote_from": "\"Let me tell you the tale of the blind seamstress and the thousand wolves.\"",
			"bio_quote_from_attrib": "\"-Yumiko\"",
			"bio_text": "Any Valkyrie could see that the blind seamstress was a centuries old fox spirit in disguise. Only the half-Valkyrie saw a great Valhallan.\nFrom time immemorial the Japanese village of Aoku sat at peace on the edge of the great northern forest. Then the forest changed. The winters grew bitter, and the cold seemed to flow out of the forest itself. From the forest too came great wolves - first in ones and twos and then in great packs. The forest came to be called Kiba, The Fang, and the villagers feared.\nTo villagers, Yumiko, the blind seamstress, was a happy soul - afraid of dogs, and roused to anger only by shoddy needlework. None ever knew that, at the age of 537, she picked up a bow for the first time and went to war with the monsters of the Kiba. \nThe first winter, she rescued a toddler from a wandering wolf, the second winter she slew a pack of wolves to protect the hibernating Tororu. Year after year, the assault grew, and so did her skill. By the twenty-fifth year, she had defeated a Tengu army, slain a dragon, and realized she must confront this mystery at its source.\nWeary but determined, she traveled deep into the woods. There she fought the witch Ukionna and broke the bond between Yumiko's world and the twisted forest corrupting her land. In the final moments of the battle, a valkyrie appeared. Without a word, Yumiko leapt on the flying horse and went happily to sleep.\nYumiko is happy to fight in the tournament, but she senses that she has one more great deed to accomplish. Yumiko recoils at the sight of Mordex, tinkers with Scarlet in her workshop, and has a quiet bond with the enigmatic Asuri.",
			"bot_name": "CPU|Miko"
		},
		{
			"legend_id": 37,
			"legend_name_key": "artemis",
			"bio_name": "Artemis",
			"bio_aka": "The Answer",
			"weapon_one": "RocketLance",
			"weapon_two": "Scythe",
			"strength": "5",
			"dexterity": "5",
			"defense": "4",
			"speed": "8",
			"bio_quote": "“She didn't even stop to tell me her diabolical plan. One second we were waiting for the usual monologue and the next my entire fleet was just gone.”",
			"bio_quote_about_attrib": "\"-Lance Starchampion\"",
			"bio_quote_from": "\"Destroying Orion isn't the only thing I want to do. But yeah, that's the main thing.\"",
			"bio_quote_from_attrib": "\"-Artemis\"",
			"bio_text": "Philosophers sometimes talk about \"The will of the universe\", a consciousness above that of even the gods. We may never know if the universe has a will, but we do know it has an immune response. When foreign matter streaked over the skies of Valhalla, the response was an antibody of celestial proportions. As the name Orion was spoken, Artemis came into being, although she would not call herself that for many years.\nBorn Mary Washington in West Plaza New York, she was a voracious reader with a love for strawberry ice cream. While Mary had a relatively normal childhood, her parents sometimes wondered why she would stare silently into the night sky for hours or read stories of the goddess Artemis killing the hunter Orion over and over again. \nMary was too eager to confront her opponent. At the first sign of her powers manifesting, she opened a wormhole intending to stride into Valhalla. Instead, she emerged in the vacuum of space. Struggling for survival, she fought to maintain a cocoon of atmosphere siphoned from nearby worlds. In desperation she ripped the core from a nearby star to forge her armor, extinguishing her first solar system. From there she traversed the dangers of the universe, careening through the Tri-Nova, ending Starchampion's fleet, and imploding the Leviathan of Eons, to name a few. Once ready, the completed Artemis arrived in Asgard.\nIn Valhalla, Artemis is still subject to the rules of local gods and tries to complete her destiny in The Tournament itself. Sensing a common frustration, Nix has taken her under her wing and the two often spar to hone their scythe skills. As Orion's reputation grows in the arena, Artemis wonders if all of Asgard might be too infected to save.",
			"bot_name": "Artematic",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_SpaceHunterM.png"
		},
		{
			"legend_id": 38,
			"legend_name_key": "caspian",
			"bio_name": "Caspian",
			"bio_aka": "The Master Thief",
			"weapon_one": "Fists",
			"weapon_two": "Katar",
			"strength": "7",
			"dexterity": "5",
			"defense": "4",
			"speed": "6",
			"bio_quote": "“I give up, how did you steal the Queen’s necklace?”",
			"bio_quote_about_attrib": "\"-English detective\"",
			"bio_quote_from": "\"Mr. Holmes, I left all the clues you could possibly need.\"",
			"bio_quote_from_attrib": "\"-Caspian\"",
			"bio_text": "The Mad King of Batavia was a demanding father, and his lunacy honed his son into the greatest thief ever known. “Steal me the Royal Sceptre of Hamburg, the nose of the Sphinx, and the beard of the emperor of China!” his father would rave, and Caspian would deliver them all.\nBut his father’s rule descended from capricious to diabolical, and when the Order of the Exalted Lion stepped in, the young prince quietly vanished. \nOn his own, The Great Caspian’s showmanship and thirst for danger only grew. His theatrical heists left his targets applauding more often than calling the police. He replaced the Mona Lisa with a portrait of himself with an enigmatic smile. He stole the Crown Jewels of Britain with one hand actually tied behind his back. Citizens of Kiev woke up one morning to find he had somehow stolen their entire city and was now, in every legal way, their Mayor.\nEmboldened by cheers of the people, Caspian stepped up his game. He won the Battle of Trafalgar disguised as Admiral Nelson. He won the Kentucky Derby disguised as a horse. He decided to take some time for himself, and August 32nd was never seen again.\nIn Valhalla he has not slowed his larcenous ways. He disguised himself as Vraxx for an entire tournament - a tournament Vraxx was in. He stole Thatch’s beard and replaced it with bees. He stole Cross’s coin and quickly gave it back. None doubt that the Grand Tournament is his stage now, and he's here to give them a show.",
			"bot_name": "Caspiandroid",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_Thief.png"
		},
		{
			"legend_id": 39,
			"legend_name_key": "sidra",
			"bio_name": "Sidra",
			"bio_aka": "The Corsair Queen",
			"weapon_one": "Cannon",
			"weapon_two": "Sword",
			"strength": "6",
			"dexterity": "4",
			"defense": "6",
			"speed": "6",
			"bio_quote": "“Release the Kraken! Seriously, Sidra. Let him go. You’re hurting him.”",
			"bio_quote_about_attrib": "\"-Poseidon\"",
			"bio_quote_from": "\"I need a second weapon?...Ok, give me a cannon...Yes, a big one from a ship...You let me worry about that.\"",
			"bio_quote_from_attrib": "\"-Sidra to Migli, weapon master of Valhalla\"",
			"bio_text": "Sidra and her monster crew ruled the Seas of Thera from the ice floes of Ikrusk to the Atlantean Gate. The Corsair Queen was legendary for her fearless raids, masterful skill with a cutlass, and a tough but fair approach to plank-walking.\nIn a daring attack on Poseidon's undersea realm, Sidra stole a giant diamond, The Eye of Charybdis, from under the beak of its guardian, The Great Kraken. She lost The Eye (along with a city and a ham sandwich) in a bar bet, but she remains cursed to forever be hunted by a vengeful and embarrassed kraken.\nEver resourceful, Sidra channels the kraken's relentless pursuit to punish her foes. She even allowed the Iron Admiral to capture her so she could laugh as the kraken smashed his fleet to splinters in search of her. \nSidra arrived in Valhalla in the chaotic time before the Grand Tournament was created. She took one look around, commandeered a ship, recruited a crew, and resumed life as a pirate in her new home. This new Terror of the Asgardian Sea was the last straw for Odin, and he created the Grand Tournament in an attempt to channel the warlike drive of the Valhallans.\nFor now Sidra has been lured back to Valhalla by the wondrous prizes of the Tournament, specifically the gold. But her ship stands ready to sail in a secret cove. Teros was the first crewmonster Sidra recruited, and his loyalty to her is unshakable.",
			"bot_name": "Sidroid",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_Corsair.png"
		},
		{
			"legend_id": 40,
			"legend_name_key": "xull",
			"bio_name": "Xull",
			"bio_aka": "The Iron Commander",
			"weapon_one": "Cannon",
			"weapon_two": "Axe",
			"strength": "9",
			"dexterity": "4",
			"defense": "5",
			"speed": "4",
			"bio_quote": "“Orcs can live up to three hundred years. Due to lifestyle choices, few survive past about eight.”",
			"bio_quote_about_attrib": "\"-Ogedai the Chronicler\"",
			"bio_quote_from": "\"Lift cannons! Charge!\"",
			"bio_quote_from_attrib": "\"-Xull to the Iron Legion’s Artillery Corp, Battle of Orc Pass\"",
			"bio_text": "Xull seized command of the Iron Legion from the Troll Titan with a brutal down stroke. His first order was to create a cannon brigade. His second order was that cowardly long-range combat would not be tolerated.\nAs warlord of the mercenary army, he was savage, vengeful, and extremely effective. In battle, he rode a t-rex and swung a deadly steel trap made from his predecessor. His innovative use of the tactic “minotaur release” is still studied today.\nUnder Xull the Iron Legion grew rich and powerful. Recruiting was simple - he placed a generous bounty on his own head. Anyone fearless enough to attempt to claim it, and tough enough to survive the resulting beatdown, would be offered their own lives as the Legion's signing bonus.\nHis physical strength was legendary, and he would fight any challenger for any stakes. He only ever lost once, and he honored that wager, switching sides in the Undead Wars, despite being certain she must have somehow cheated.\nIn Valhalla, Xull knows he should always lead. He challenged Kor for leadership of the Golem Underground. He challenged Thor for leadership of Thursday. He challenged Scarlet for leadership of the Valhallan Ladies Book Club. At Ragnarok, he will lead a great army, and it makes little difference to him what side that army is on.",
			"bot_name": "Xultron",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_BruteM.png"
		},
		{
			"legend_id": 41,
			"legend_name_key": "isaiah",
			"bio_name": "Isaiah",
			"bio_aka": "The Specialist",
			"weapon_one": "Cannon",
			"weapon_two": "Pistol",
			"strength": "5",
			"dexterity": "6",
			"defense": "7",
			"speed": "4",
			"bio_quote": "“Slow down, Prime Minister. Are you saying ‘terrorists’ or ‘werewolves’? You know what, nevermind. I’m sending a guy.",
			"bio_quote_about_attrib": "\"-President Coates on the Blue Phone in the Situation Room\"",
			"bio_quote_from": "\"Listen up, folks. Mission briefing. Intelligence assesses twenty to thirty targets armed with automatic weapons or claws with supernatural strength. We'll be loading EMPs and silver. Insertion and exit is the roof. 1900 hours is the extraction deadline; any later and we have to cancel taco night. Questions?\"",
			"bio_quote_from_attrib": "\"-Isaiah Marshall, briefing room, OEL Op Command\"",
			"bio_text": "People with the security clearance to know that the Office of Emergency Logistics existed also knew that it was Major Isaiah Marshall who made the OEL America’s first line of defense. When President Coates first took office, he was shocked to discover the sheer number of malevolent forces, both supernatural and mundane, menacing the nation he now led. The new President leaned heavily on the top-secret OEL and its resourceful commander to battle these threats.\nWhether alien, monster, or homegrown menace, Isaiah took an ecumenical and practical approach to battling the scourges of the world. He resolved a crisis in Mumbai when he established at the last possible moment that Rakshasa’s invisibility does not extend to ultraviolet scopes. He determined that silvered ceramic is the best multi-purpose shell for penetrating narco-terrorist kevlar, Zhaktari powershields, and werewolf hide. When rappelling into interdimensional portals, he established the need for copper cable and sound belaying technique. \nIn Valhalla, Isaiah still loves to fight, but has also finally found time for slackline and guitar. He has put together a techno-fantasy euro pop band with Ada, Ulgrim, and Fait.",
			"bot_name": "I, Saibot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_SoldierM.png"
		},
		{
			"legend_id": 42,
			"legend_name_key": "kaya",
			"bio_name": "Kaya",
			"bio_aka": "The Natural",
			"weapon_one": "Spear",
			"weapon_two": "Bow",
			"strength": "4",
			"dexterity": "4",
			"defense": "7",
			"speed": "7",
			"bio_quote": "“Kaya, daughter of Kiviuk, the fate of all People is in your hands. If you fail, the sky will fall, the sun will vanish, and world will be consumed by monsters. This is your destiny.",
			"bio_quote_about_attrib": "\"-Great Owl Spirit\"",
			"bio_quote_from": "\"Got it, no problem.\"",
			"bio_quote_from_attrib": "\"-Kaya\"",
			"bio_text": "When Kaya was six she could put an arrow through a falling snowflake. At eight she brought down two bison with one spear throw. At ten she was visited by an owl spirit who told her she would decide the fate of her world. More interesting to her, the spirit also showed her how to befriend the wooly mammoth.\nAtop her great mammoth, Blue, Kaya became the beloved icon of her tribe, the People of the Lights. Kaya and Blue stalked every corner of the frozen tundra, finding adventure and amassing a huge supply of lost mittens.\nIn Kaya's fourteenth year, the Ice Titans, thought to be only a legend, brutally attacked Kaya's village. The Titans pillaged or destroyed every store of food, skin, or kayak. Though still a child, Kaya and Blue led her people through the Northern Lights, straight into the heart of Jotunheim. In the Titan homeland, Kaya fought with the reckless bravery and tactical brilliance of one far beyond her years. \nThe valkyrie Hypernia saw Kaya's unconquerable heart and offered her a place in the warrior's heaven. In Valhalla, Kaya rejoiced in exploring the strange world of Asgard with her best friend, Hypernia's young daughter Brynn. Now, as Brynn has grown older, Kaya has begun to take an interest in the Grand Tournament as well, and she thinks perhaps she and Blue will give it a try.",
			"bot_name": "Kayandroid",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_IniuitM-1.png"
		},
		{
			"legend_id": 43,
			"legend_name_key": "jiro",
			"bio_name": "Jiro",
			"bio_aka": "The Shogun's Shadow",
			"weapon_one": "Sword",
			"weapon_two": "Scythe",
			"strength": "5",
			"dexterity": "7",
			"defense": "3",
			"speed": "7",
			"bio_quote": "“Of course I suspect he 'removed' the previous 9 shoguns, but if he removes this one I can take over! Don't worry, I've got it all figured out.\"",
			"bio_quote_about_attrib": "\"-Soon-to-be-Shogun Mizugawa\"",
			"bio_quote_from": "\"We don't like to brag, but we're kind of impressed with how many people are here because of us. Did I say us? I mean me. Just one me.\"",
			"bio_quote_from_attrib": "\"-Jiro, eyes shifting side to side and staring at the ceiling\"",
			"bio_text": "The masterful shinobi from the Iga and Koga clans were known far and wide. It was behind these clever diversions that the unparalleled Gensoujin family plied their trade.\nSecreted away in the Realm of Twilight it was here that Jiro trained as a child. From the beginning, his reckless and unorthodox ways kept him at the top of his class and in trouble with the elders. When he was told to “use the darkness to your advantage,” he convinced other trainees’ Shadows to fight on his side and set a school record. Perfecting his own Saiyokage technique, he began taking others’ Shadows for good and struck out on his own.\nIf the family dojo wasn’t ready for Jiro, his targets in the mortal world were even less prepared. With each victory he added another Shadow to his arsenal. Shogun Mizugawa’s reign ended in the setting sun when Jiro’s Shadow stretched over the fortress wall and sliced him in two. He hooked and set the Blood Moon with his Kusarigama to turn the Demon Shogun Yotsunaga mortal. Briefly. Most notably, Jiro employed the forbidden Full Eclipse Blade technique and Shogun Fujiyama disappeared under a flood of Shadows along with his entire army.\nNow in Valhalla, some say Jiro is hiding from death, but Wu Shang says he's hiding behind the grand tapestry in the Great Hall as a part of the yearly hide-and-go-seek tournament with Kaya and Caspian. Together, Jiro and his shadows climb the rankings and are still all too happy to take a contract for the right price.",
			"bot_name": "Jirobot",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ShinobiM.png"
		},
		{
			"legend_id": 44,
			"legend_name_key": "lin fei",
			"bio_name": "Lin Fei",
			"bio_aka": "The Teacher",
			"weapon_one": "Katar",
			"weapon_two": "Cannon",
			"strength": "3",
			"dexterity": "8",
			"defense": "4",
			"speed": "7",
			"bio_quote": "“Lin Fei’s encyclopedic ‘History of the Martial Arts’ may be the greatest literature to emerge from Song Dynasty China. The story that Lin Fei mastered every technique she described is, of course, impossible.\"",
			"bio_quote_about_attrib": "\"-Wikipedia, wrongly\"",
			"bio_quote_from": "\"My own fighting style I named ‘Way of the Iron Dragon.’ It failed to gain much popularity with my students - probably because the pre-requisites are a full-size cannon, an ancestral dragon-spirit, and the strength of ten men.\"",
			"bio_quote_from_attrib": "\"-Lin Fei\"",
			"bio_text": "Wu Shang tells of a time his Imperial soldiers raided a village for gunpowder, and a young girl challenged them. This girl fought with such perfect skill for her home and family that it caused him to question everything about his own life. \nThat girl grew up with a passion for martial arts. She traveled to distant and dangerous lands in search of ancient forms. It was deep in the long lost Library of the Seventh Empire that she freed her family’s ancestral guardian, the dragon Xiao.\nShe became a renowned teacher and scholar, often dealing out her lessons the hard way. She thrashed the marauding mountain giants, then taught them how to use their size to proper advantage. When the Emperor's very first ninjas challenged her to open combat, she clobbered them, then she advised them that wearing black and tip-toeing might be more their thing. \nIn Valhalla, Lin Fei has not yet told Wu Shang that she was the girl from his fateful day. She has, however, told him how to improve his Fist of Fire technique with a few breathing tweaks. Top legends seek out Lin Fei to refine their own styles or learn new moves. She taught Cassidy the Tornado, Azoth his Shrieking Skulls, and Roland the Flaming Horse. Volkov dedicated his first Asgardian Cup to her. The closest Thatch has ever come to gratitude was when Lin Fei taught him to tap his deepest inner lunatic to summon the Spirit Shark.",
			"bot_name": "Lin Fake",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_WuxiaM.png"
		},
		{
			"legend_id": 45,
			"legend_name_key": "zariel",
			"bio_name": "Zariel",
			"bio_aka": "The Celestial",
			"weapon_one": "Fists",
			"weapon_two": "Bow",
			"strength": "7",
			"dexterity": "4",
			"defense": "7",
			"speed": "4",
			"bio_quote": "“A Seraphim warrior in the Host of Paladium is a pure, perfect weapon of holy justice. Zariel will not be tainted by Odin’s rabble.”",
			"bio_quote_about_attrib": "\"- Tauriel, Gatekeeper of Elysium\"",
			"bio_quote_from": "“Mortal or angel, male or female - I am above such primitive distinctions. However, this quiz will tell me what kind of bread I am. Rye, I’m hoping.”",
			"bio_quote_from_attrib": "\"- Zariel, hanging out with Ada and learning about ‘the internet’\"",
			"bio_text": "Zariel is on a mission from God - specifically the god Paladium, the warrior deity of Holy Justice who abides in blessed Elysium. In Elysium too, Zariel resided, a saintly soldier in Paladium’s perfect celestial army that stands ready to fight the demon hordes that will one day be released from Gehenna.  \nAges ago, Elysium was visited by the leader of another pantheon - Odin the All-Father. The Viking God was impressed by Paladium’s mighty host - and jealous. Returning to Asgard, Odin sent out his valkyries to raise his own army for the end-times.  Naturally, Paladium scoffed - no boorish viking horde could ever match his most excellent and holy host.  \nBut recently, Paladium has heard rumors that the valkyries’ intense rivalry to bring back the best warriors has borne fruit. And he’s heard whispers that through the chaos and nonsense of the Grand Tournament of Valhalla, Odin’s ragtag army of the afterlife has forged itself into a formidable force. Paladium has sent Zariel to investigate.  \nIn Valhalla, Zariel entered the tournament to take the measure of this motley crew. However, the battles of the Grand Tournament hold an allure for any warrior, and Zariel's emotionless participation is starting to give way to fun.",
			"bot_name": "Zero-L",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_CelestialM.png"
		},
		{
			"legend_id": 46,
			"legend_name_key": "rayman",
			"bio_name": "Rayman",
			"bio_aka": "Champion of the Glade of Dreams",
			"weapon_one": "Fists",
			"weapon_two": "Axe",
			"strength": "5",
			"dexterity": "5",
			"defense": "6",
			"speed": "6",
			"bio_quote": "“Long ago the Primordial Forest, deep and mysterious, witnessed the birth of a man... a vegetable... no, no, no: a thingamajig. Conjured from the magnificent moonbeams of the second summer solstice, woven together by us, the nymphs, destined to preserve the equilibrium of the sacred universe, the one we call: Rayman!”",
			"bio_quote_about_attrib": "\"- Betilla the Fairy, Origins\"",
			"bio_quote_from": "“Have you seen the new guy? Things are really getting weird around here.” \\n“You’re an actual cat.”\\n“That’s fair.”",
			"bio_quote_from_attrib": "\"-Asuri and Jhala\"",
			"bio_text": "The Glade of Dreams is once again under threat from the nefarious Mr. Dark, and once again, Polokus, the Bubble Dreamer, has called upon Rayman to save the day. From Polokus, Rayman learned that the only way to defeat Mr. Dark was to find the lost Horn of Lums.  \nSetting forth on his quest, Rayman ventured deep, deep into the forest. One day, after long travel and many adventures, Rayman emerged into a wide clearing. High on a hill he saw a huge golden hall and heard the roar of a vast crowd. Entering, Rayman was met by the sight of the Grand Tournament of Valhalla in full swing. Among the throng of cheering spectators, Rayman saw the god Odin wearing a “Sentinel #1” baseball cap and a Sir Roland jersey (it was 2v2s-day). Next to Odin sat the Tournament’s glorious pile of prizes. Sitting on top of the pile was the Horn of Lums. \nWithout hesitation, Rayman entered the tournament. That he would be battling the greatest warriors of every time and place bothered him not at all, and he quickly showed himself to be one of the best. But even for Rayman, victory will not come easy. \nRayman is fighting hard to win the Horn and complete his quest, but he also loves the wild ruckus of Valhalla, and feels right at home among the bizarre cast of legendary warriors. He is especially good friends with Kaya and has a truly amazing handshake with Kor that only they can do.",
			"bot_name": "Raymachine",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_RaymanM.png"
		},
		{
			"legend_id": 47,
			"legend_name_key": "dusk",
			"bio_name": "Dusk",
			"bio_aka": "The Renegade Sorcerer",
			"weapon_one": "Spear",
			"weapon_two": "Orb",
			"strength": "6",
			"dexterity": "7",
			"defense": "4",
			"speed": "5",
			"bio_quote": "“Dusk was the only prisoner here that mattered. Now the walls are smashed to bits and he's gone. So I guess I'm retired.”",
			"bio_quote_about_attrib": "\"- Illidar, Warden of Elondil Prison\"",
			"bio_quote_from": "“I use the magic of the elven-folk to make the doom of gods, not cookies OR presents for you.”",
			"bio_quote_from_attrib": "\"-Dusk to Kaya\"",
			"bio_text": "If there's one thing the Elven King regrets above all else, it's not killing Dusk thoroughly enough. It was Master Artificer Dusk who wove the mighty fabric of spells that created the great golem battalions. It was Dusk who led the golem assault on Asgard. And when the elves were defeated by Thor and the valkyries, it was Dusk whom the Elven King blamed. \nDusk was thrown into Elondil Prison, and for four hundred years, there he stayed. But he was not defeated. For two hundred years, in a bare and lightless cell, Dusk forged the tool that would free him - an orb made of stone and magic. And, for another two hundred years, Dusk taught himself to wield it, bonding the Orb to his will and turning the tool into a weapon. \nWhen he was ready, the orb smashed walls and guards alike, and Dusk escaped Aelfheim into the great Fangwild forest. The Guardian of the Fangwild was not prepared for the strange new weapon Dusk wields and fell to his ambush. Styling himself the new Lord of the Fangwild, he gathered the power of the eldritch forest and schemes to overthrow both Aelfheim and Asgard. \nBut the Fangwild is not so easy to master, and now Dusk is in Valhalla. Yet his ambitions run deep, and he is planning something big. Dusk and the new weapon he wields have taken the Grand Tournament by storm. Ember and Ragnir loathe him as a betrayer, but his intensity and ambition have gathered him a following among the less scrupulous legends.",
			"bot_name": "Reprodusktion",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ElfwarM.png"
		},
		{
			"legend_id": 48,
			"legend_name_key": "fait",
			"bio_name": "Fait",
			"bio_aka": "The Star Speaker",
			"weapon_one": "Scythe",
			"weapon_two": "Orb",
			"strength": "7",
			"dexterity": "4",
			"defense": "4",
			"speed": "7",
			"bio_quote": "“Such was the terrifying power of the great witch Fait that she could command the stars themselves to disclose their most guarded secrets and reveal mortal destiny.”",
			"bio_quote_about_attrib": "\"- Grimblast’s Codex of Illustrious Witches and Oracles\"",
			"bio_quote_from": "“Well, I have my witch friends and I have my star friends. With my witch friends, there’s a lot of  drama. My star friends are super chill, and we talk about everything. I can really be myself with them.”",
			"bio_quote_from_attrib": "\"-Fait\"",
			"bio_text": "Great oracles are rare because by the time a witch has toiled through the many grueling years required to master Starspeak, they’ve almost certainly lost the charm and positive attitude needed for stars to want to talk to them. Fait’s greatest power was most likely her unwavering good-nature.\nAs a young witch Fait would hang out with the stars at night, who gave her fleeting visions of past, present, and future. In daylight, she made ends meet selling fortunes on the streets of Edasich. As her power grew, she learned to deduce a human’s fate from the smallest visions.\nBut when the mighty Deathspeaker Lord Zothkhan arose, Fait transformed herself into a battlemage to oppose his monstrous army. The world soon learned just how powerful even the smallest glimpse of the future could be in battle. Her vision of The Invulnerable Pit Fiend facedown with a scythe blade buried in his weak spot spelled his doom. Her foresight of a flattened werewolf led her to lure the vampire general into Avalanche Gulch.\nAnd a vision of a lava-scorched Lord Zothkhan in the afterlife, retrieving his beloved cat from its demon caretaker, prompted her to bring her own cat Butterscotch as a distraction to her showdown with the Deathspeaker on a bridge over Mount Inferno.\nWhen Brynn came to offer her a place in Valhalla, Fait had already packed. In Valhalla Fait is popular, and has joined a band, a book club, and wins big on poker nights.",
			"bot_name": "Alt F8",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_SpellwitchM.png"
		},
		{
			"legend_id": 49,
			"legend_name_key": "thor",
			"bio_name": "Thor",
			"bio_aka": "The God of Thunder",
			"weapon_one": "Hammer",
			"weapon_two": "Orb",
			"strength": "6",
			"dexterity": "4",
			"defense": "7",
			"speed": "5",
			"bio_quote": "“Was Thor supposed to be in this free-for-all?”\n“No, Bob, he just climbed out of the stands and joined in.”",
			"bio_quote_about_attrib": "\"- Valhallan announcers, a typical Thursday\"",
			"bio_quote_from": "“Well at first I'd just stick to my signature move, 'Hard Hammer Swing with Lightning', and rely on being a god to get the K.O. That does not work at higher levels.”",
			"bio_quote_from_attrib": "\"- Thor's post-game interview, after getting bodied by Scarlet\"",
			"bio_text": "Thor has crushed the skulls of giants. Thunder is the roar of his chariot wheels across the sky. He is destined to slay the vast serpent that encircles the world. But if you ask him about his favorite fights, he will most likely give you a match-by-match account of his 2v2 Championship season with Jhala.\nThe God of Lightning and (as he is quick to remind you) Fertility is also the Grand Tournament's biggest fan. It was Thor who wore the first giant foam Bödvar crown, Thor who coined the term \"Brawlhalla\", and Thor who created \"bleacher-jumping\" - the Asgardian tradition of reckless spectators joining free-for-alls mid-match. In fact Thor jumped into the fight from the stands so often, he has been accepted as a Legend. Ulgrim even made him a special long handle for his hammer Mjölnir.\nThor remains a huge fan of all the top legends, especially Bödvar. After enough ale, Thor and Kor will reenact their epic battles in the Elven Wars.",
			"bot_name": "Terminathor",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ThorM.png"
		},
		{
			"legend_id": 50,
			"legend_name_key": "petra",
			"bio_name": "Petra",
			"bio_aka": "The Darkheart",
			"weapon_one": "Fists",
			"weapon_two": "Orb",
			"strength": "8",
			"dexterity": "4",
			"defense": "4",
			"speed": "6",
			"bio_quote": "“Brynn has gone too far this time. She pulled this 'Petra' out of Terminus. We should not allow anyone from that interdimensional sinkhole near Valhalla. Especially not a troublemaker like her.”",
			"bio_quote_about_attrib": "\"- Heimdall to Odin\"",
			"bio_quote_from": "“What's up, NERDS! Who's ready to get their butts kicked?”",
			"bio_quote_from_attrib": "\"- Petra, entering Valhalla for the first time\"",
			"bio_text": "To most, Terminus is a dystopian prison realm where frighteningly violent and dangerous undesirables are banished. To Petra, Terminus is home.\nBorn in the chaotic nexus dimension that contains Terminus, Petra was as wild and ungovernable as her native world. While a young street urchin, Petra bought and sold anything forbidden - stim packs, mana potions, mayochup. She would fight anyone in any way - at sixteen she took over her street gang by defeating the previous boss in what can only be described as flying laser death chess. By eighteen her gang, the Incarnates, ran the Raptor Pits and the Cyborg Rings. And at nineteen, the Incarnates won a turf war that gave them control of a Darkheart quarry that would change Petra's life forever. \nBefore Terminus was a prison, it was a mine - the only source in the multiverse of the cryptic ore called Darkheart. The power and danger of Darkheart was so great the gods folded Terminus into its own dimension and declared it eternally bound just to quarantine the ore. Darkheart became the ultimate cosmic contraband.\nSome say Petra was infected by Darkheart, others say she unlocked its power. Whatever the truth, she has brought that mythic ore and the strength it imbues to Valhalla. In Valhalla, Petra is quarrelsome, violent, brooding, unruly, and very well-liked. Her orb sparring matches with Thor draw huge crowds and huge fines for property damage - both of which the two ignore.",
			"bot_name": "Botra",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_RagefighterM.png"
		},
		{
			"legend_id": 51,
			"legend_name_key": "vector",
			"bio_name": "Vector",
			"bio_aka": "The Superbot",
			"weapon_one": "RocketLance",
			"weapon_two": "Bow",
			"strength": "5",
			"dexterity": "4",
			"defense": "6",
			"speed": "7",
			"bio_quote": "“Commander Vector, it's much worse than we thought. KABAL sent The Mechassassin back a thousand years to 1987. We believe its mission is to eliminate an ancient leader named 'Sen-tin-el' and rewrite human history.”",
			"bio_quote_about_attrib": "\"- Equinox Secundus\"",
			"bio_quote_from": "“Copy that. Prepare your strike team to seize the Time Portal long enough to get me through. Once I'm in the past, you will destroy the Portal forever. Don't argue. Get me my starlance, my keytar, and some source material on what humans looked like back in 1987.\"",
			"bio_quote_from_attrib": "\"- Vector\"",
			"bio_text": "In the year 3006, cybermarine Arcturius Vector pursued his nemesis, the Mechassassin Blackstorm far into the distant past of New Earth. His mission did not go as planned.\nFirst, when Vector arrived in 1987 he discovered his time had a very distorted image of what humans looked in the ancient past. Humans were not steel-winged, they did not subsist on a primitive naphtha-kerosene blend, and they did not have epic guitar chords playing in the background at all times. If he ever returned to his own time, he would correct Engram-Killivac's Encyclopedia of World History. But in the meantime, it was too late to change, and while his jet-hybrid form was not the disguise he'd hoped, it was comfortable, useful and incredibly cool.\nSecond, when Vector found Sentinel, he discovered not a defenseless civilian, but a Superhero locked in deadly combat with the evil KABAL, and an Earth assaulted by villains and threats of all sorts. Vector pitched in with enthusiasm. He led the counterattack against an alien invasion force, he defeated a squadron of super-intelligent super-jets, and he fought Blackstorm in a battle over Los Angeles so epic that the soundtrack could be heard as far away as New Mexico.\nIn Valhalla Vector fights, builds jet engines with Scarlet, teaches yoga, and communicates mostly in Top Gun quotes. But he has recently discovered that Scarlet may know more about time travel than she admits, and his circuits are beginning to whir.",
			"bot_name": "V3C-T0R",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ActualRobotM.png"
		},
		{
			"legend_id": 52,
			"legend_name_key": "volkov",
			"bio_name": "Volkov",
			"bio_aka": "The Vampire King",
			"weapon_one": "Axe",
			"weapon_two": "Scythe",
			"strength": "4",
			"dexterity": "8",
			"defense": "6",
			"speed": "4",
			"bio_quote": "“This is it. The final boss. Every Hunter in Europe is assembled. Every fiber of our strength is here for the assault on Castle Volkov. I can feel his terrible gaze upon us.”",
			"bio_quote_about_attrib": "\"- Anton, Commander of the Order of the Exalted Lion\"",
			"bio_quote_from": "“Idiots! I want the ghost wolf-bats on the parapets and the bat ghost-wolves guarding the drawbridge! Of course they are different! I don't care where the wolf bat-ghosts go. They're useless.\"",
			"bio_quote_from_attrib": "\"- Volkov, organizing the defenses of his castle\"",
			"bio_text": "The Royal Castle of Batavia was constructed over a large hole in the ground that was a gateway to hell. In retrospect everyone agrees this was an unforced error.\nThe hole itself was no secret. At dusk, great clouds of infernal bats vomited forth from the gateway. At dawn, voices could be heard discussing infernal lunch plans. Haunted suits of armor walked the castle halls and zombies shuffled through the gardens.\nDashing Prince Volkov earned the love of his people as the fiery defender of Batavia. But as king, living over a hellmaw proved too much. Before long, the Batavian court was placing bets on whether their sovereign would wind up a lich, a werewolf, or some kind of hungry wraith. Volkov ignored their gossip, as he was too busy getting to know an enchanting fanged lady who visited his bedroom every night. That she appeared outside the window, fifty feet above the ground did not bother Volkov. Soon all bets were settled.\nVolkov was fiendishly practical about his new unlife as a vampire. He removed his heart to prevent staking. Batavia's many foes did not know what had happened to make Volkov an even more ferocious warrior, but after Volkov put enough heads on pikes, they decided to go marauding elsewhere. Well, the Batavians thought, there's always a silver lining.\nValhalla is not at all where Volkov expected to wind up, given his resume. Here, few speak his name, calling him Das Vampyr, Wapierz, Upyri, or Gramps (Caspian only).",
			"bot_name": "v.01kov",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_VampLordM.png"
		},
		{
			"legend_id": 53,
			"legend_name_key": "onyx",
			"bio_name": "Onyx",
			"bio_aka": "The Gargoyle",
			"weapon_one": "Fists",
			"weapon_two": "Cannon",
			"strength": "5",
			"dexterity": "4",
			"defense": "8",
			"speed": "5",
			"bio_quote": "“You think you want a real gargoyle to guard your castle, but wait till you’ve had to clean up burglar.”",
			"bio_quote_about_attrib": "\"- Roddrick, Castilian of Batavia\"",
			"bio_quote_from": "“You’d think after all the hard work I do we wouldn’t have intruders anymore, but I probably tear someone limb from limb every couple weeks!\"",
			"bio_quote_from_attrib": "\"- Onyx\"",
			"bio_text": "Onyx's escape from the Infernal Realm was grueling and perilous. When she finally emerged from the pit, she found herself in a mysterious castle without a plan, and the demons tasked with recapturing the fleeing spirit were in hot pursuit.\nWith the help of a haunted suit of armor, she soon discovered the secret to her salvation. Binding herself to the stone of the castle, she pledged service to the great fortress. And cosmic laws being what they are, she could not be taken from her post - even by the forces of darkness themselves.\nFor hundreds of years, Onyx was the Guardian and Protector of Castle Batavia. The War of the North, The Siege of a Hundred Thousand Turks, The Battle of Dragonriders – again and again her steadfast fury protected Castle Batavia from the mightiest of assailants. No castle guarded by Onyx could ever fall while she stood.\nAnd yet the castle did fall. For hundreds of years she’d defended the castle and its inhabitants without question, but in the midst of the legendary Siege of Lions, the commander of the assailants showed her the depravity of the mad king she defended. Knowing that it meant her own return to the Abyss, she allowed the castle to fall. One of the many Valkyries swirling above the vast battlefield, seeing her sacrifice, swooped in just ahead of the demons and offered her a place in Valhalla.\nValhalla is now Onyx’s castle and she defends it with ruthless intensity. She occasionally fights in the tournament to hone her skills and she hopes Valhalla is her eternal escape from The Pit. She also hopes she can get the book club reading done – her stony fingers have trouble with the pages.",
			"bot_name": "Unyx",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_GargoyleM.png"
		},
		{
			"legend_id": 54,
			"legend_name_key": "jaeyun",
			"bio_name": "Jaeyun",
			"bio_aka": "The Sellsword",
			"weapon_one": "Sword",
			"weapon_two": "Greatsword",
			"strength": "6",
			"dexterity": "5",
			"defense": "5",
			"speed": "6",
			"bio_quote": "“The famed warrior sauntered into the square. He declared that for the fight to be fair, he would use only a wooden stick. Hearing this, the Mountain Giant lost his nerve and fled.”",
			"bio_quote_about_attrib": "\"- Tales of The Sellsword\"",
			"bio_quote_from": "“I remember that one. I'd lost my sword and armor playing tujeon, but I took the job because I needed the money. Lucky break finding that stick.\"",
			"bio_quote_from_attrib": "\"- Jaeyun, thumbing through a copy\"",
			"bio_text": "The legendary mercenary Jaeyun traveled the seas of the Old Kingdom on the back of his dragon turtle companion Imugi. As a soldier of fortune he won treasure beyond counting - at least he never counted it himself before he gambled it away.\nHe earned three wishes in one day rescuing a unicorn-lion's soul from The Goblin King, but lost four wishes that night playing poker with a fox spirit and had to grant a wish himself. He earned ten thousand rubies and a huge magic sword on a job protecting the king from the shadow ninja Jiro, and managed to hang on to the sword. He earned 2 copper/hour delivering barbecue. Work is work.\nHis most famous task was his epic five year quest to help Imugi become a true dragon. His least famous job was the time he lost an eye getting a cat out of a tree.\nJaeyun loves Valhalla, though regrets teaching Fait to play tujeon. In the arena, he loves side bets and bets heavily on himself. The year he won the Grand Tournament, he put everything on \"In the final match, Jaeyun will be the first to greet his opponent\" and lost a fortune when Kaya was quick and in a good mood that day.",
			"bot_name": ".jyun",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_SellswordM.png"
		},
		{
			"legend_id": 55,
			"legend_name_key": "mako",
			"bio_name": "Mako",
			"bio_aka": "The Shark",
			"weapon_one": "Katar",
			"weapon_two": "Greatsword",
			"strength": "6",
			"dexterity": "4",
			"defense": "4",
			"speed": "8",
			"bio_quote": "“Of all the children of Poseidon and The Sea, the largest is Kraken, the strongest is Maelstrom, but the most feared is Mako.”",
			"bio_quote_about_attrib": "\"- Aristophanes\"",
			"bio_quote_from": "“Your parents were a viking and a bear? That's nothing, try a lunatic and the sea.\"",
			"bio_quote_from_attrib": "\"- Mako to Bödvar after too much rum\"",
			"bio_text": "Atlantis wasn't always at the bottom of the sea. That was Mako's fault. In the Great War of Atlantis at the end of the age of legend, the gods battled for control of the fabled city. Zeus struck down Poseidon with a lightning bolt. In rage, Poseidon's young daughter Mako led an attack on Atlantis so terrible that the sorcerors of the city chose to sink it beneath the waves to escape her wrath, robbing Zeus of his prize. Then for good measure she bit off his foot.\nPoseidon fell to earth, his memory gone, doomed to wander the seas as a madman. But Mako became the queen of the now undersea city - much to the relief of the Atlanteans. Her terrifying presence won many battles on fear alone. The Phoenician navy fled when it saw her teeth. She scared the sea monster Cetus so badly it fled to Scotland and is still hiding. She was less interested in governing than fighting, and invented democracy because she was tired of subjects asking her questions.  \nIn Valhalla, Mako is a ferocious competitor and a great 2v2 partner, though be careful if she calls you 'chum' - it's not a term of endearment.",
			"bot_name": "Mech-KO",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_ActualSharkM.png"
		},
		{
			"legend_id": 56,
			"legend_name_key": "magyar",
			"bio_name": "Magyar",
			"bio_aka": "The Spectral Guardian",
			"weapon_one": "Hammer",
			"weapon_two": "Greatsword",
			"strength": "5",
			"dexterity": "4",
			"defense": "9",
			"speed": "4",
			"bio_quote": "“Dearest Sarah,\\nSince arriving at the castle, I cannot shake this feeling of constant dread. In the ruins of the main hall a great suit of black armor stands untouched by time. When I see it, I feel the awful weight of the castle's dark history, and I long to complete my research and return to you. Hanson and Williams have vanished. The dog will not stop barking.”",
			"bio_quote_about_attrib": "\"- Last letter of James Darrow, 1886\"",
			"bio_quote_from": "\"A hundred lost souls in an empty suit of armor? It's getting weirder around here.\"\\n\"Your hands don't attach to your body.\"\\n\"True.\"",
			"bio_quote_from_attrib": "\"- Rayman and Asuri at lunch\"",
			"bio_text": "Batavian ghost stories tell of the Strazci, 100 elite knights slain in a battle with dragons. Using the power of an unholy relic, the desperate king raised his knights from death, reanimating each suit of dragon-burned armor with a spectre of the undead.  With this unholy legion, Batavia terrorized its enemies. To the horror of their foes, the power of the necromancy was such that whenever a Strazci fell, its spirit escaped to join and strengthen a knight that remained. Thus the might of the Strazci went undiminished.\nOver centuries, the Strazci won countless battles for their masters, but constant war whittled away the undead company's numbers. The power of the remaining Strazci concentrated and grew. Finally, at the great Siege of Lions, the final knights fell but one. Only Magyar, the last of the Strazci, survived the losing battle.\nMagyar remained to haunt the ruined halls of the abandoned castle until the 21st century finally brought doom. Grown complacent from dispatching meddling intruders armed only with snacks, Magyar was not ready when real monster hunters came armed with ethervision goggles, guns, and The Spear of Saint Cuthred.\nIn Valhalla, the spirits inside Magyar love battle, steer clear of Nix, and fill out the baritone section of the Asgardian Halloween Spooktacular Choir.",
			"bot_name": "M.A.G.Y.A.R.",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_GhostArmorM.png"
		},
		{
			"legend_id": 57,
			"legend_name_key": "reno",
			"bio_name": "Reno",
			"bio_aka": "The Bounty Hunter",
			"weapon_one": "Pistol",
			"weapon_two": "Orb",
			"strength": "4",
			"dexterity": "7",
			"defense": "6",
			"speed": "5",
			"bio_quote": "“He hunts me all day long. Night is worse because while he's hunting me, I'm also dreaming he's hunting me. I hope he catches me in the daytime. I'm even more afraid of the dream version.”",
			"bio_quote_about_attrib": "\"- Mad Mandibles, at his support group for outlaws hunted by Reno\"",
			"bio_quote_from": "“These are four six-shooters. That's uh, four plus two, carry the one… that's twenty-six bug-bullets. Are you feeling lucky?”",
			"bio_quote_from_attrib": "\"- Reno \"",
			"bio_text": "With four pearl-handled lazblasters and his robot companion Orbot, Reno traveled the Rexxar star system hunting down the most vicious outlaws in the tri-stars. Four arms, compound eyes, and utter fearlessness make Chitinoids natural gunslingers, but Reno added a dose of genius that made him the greatest tracker this side of the Pecosid asteroid belt.\nReno never talked about his past. Some said he'd been raised by the wild Ocarians in the Endless Wastes. Some said he'd been a commander in the Zhaktar Wars. But everyone knew it wasn't smart to cross the laconic gunslinger if you valued your carapace.\nHe brought in the Gygan millipede in 500 tiny handcuffs. He collared the ninety-foot Death Worm, wanted for not returning library books. He stayed busy, often scheduling shootouts for high noon, 12:15, 12:30, and 12:45, then after lunch starting at 2:00.\nBut even for the best space bug cowboys, bounty hunting isn't much of a living, and it always ends on the wrong end of a laser. In Valhalla, Reno pretty much keeps to himself, though Orbot has become quite social, hanging out with Cassidy and even fighting for Thor when his Thunder Ball was in the shop. Reno fights for prize money and dreams of maybe winning enough to stake himself a little ranch on the Ifing river.",
			"bot_name": "Re: FWD: Re: no",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/07/a_Roster_Pose_BountyHunterM.png"
		},
		{
			"legend_id": 58,
			"legend_name_key": "munin",
			"bio_name": "Munin",
			"bio_aka": "The Raven",
			"weapon_one": "Bow",
			"weapon_two": "Scythe",
			"strength": "5",
			"dexterity": "6",
			"defense": "4",
			"speed": "7",
			"bio_quote": "“Hugin and Munin, the ravens of Odin, watch the world with lofty detachment.”",
			"bio_quote_about_attrib": "\"- The Elder Saga\"",
			"bio_quote_from": "“Whenever Caspian starts stealing something, I play the Pink Panther theme so all Asgard can hear it. Drives him crazy.”",
			"bio_quote_from_attrib": "\"- Munin\"",
			"bio_text": "Munin’s day job is to fly across the Nine Realms of Creation, and then return to Asgard to tell Odin, King of the Gods, what she has seen. If she finishes her report by 5:30 she’ll make it to band rehearsal on time. She’s been doing this since the Midgard Serpent was a tadpole and is, by now, both very wise and can absolutely shred.\nThere was a time when Odin worried about the terrible dangers Munin faces in her travels, fearing that one day she would not return. Then he saw her shatter the ice giant Mjolda with a savage power chord. She had merged her music into her fighting style to create a fearsome, versatile martial art. Her power ballad ‘The Last Sentai’ caused an invading army of trolls to sit down and cry – an army she had accidentally summoned with her folk-metal hymn ‘Summon the Trolls.’ Roland wrote a song about the song she wrote that crushed him in a tournament semi-final. Odin doesn’t worry about Munin anymore.\nMunin loves variety, new style, and shiny objects. With her sister Hugin, she is currently the Asgardian glam-rock duo Ravenqueen - previously Winged Mayhem, previously The Chorvyds, previously The Crow Mountain Sisters (their bluegrass phase).\nThe Grand Tournament is a way for Munin to win beautiful things she can add to her collection - a mountain of priceless gemstones, rare beads from each of the nine realms, and colorful bits of string. Munin and Kaya use it to make friendship bracelets.",
			"bot_name": "MuniNPC",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2021/12/a_Roster_Pose_BirdBardM.png"
		},
		{
			"legend_id": 59,
			"legend_name_key": "arcadia",
			"bio_name": "Arcadia",
			"bio_aka": "The Faerie Queen",
			"weapon_one": "Spear",
			"weapon_two": "Greatsword",
			"strength": "7",
			"dexterity": "7",
			"defense": "4",
			"speed": "4",
			"bio_quote": "“Nothing about Dacia Illuvia's early life in the faerie realm of Arcadia hinted that she would become Arcadia, the legendary monarch who rallied all the Faefolk to victory in their darkest hour.”",
			"bio_quote_about_attrib": "\"- Shea's Almanac of the Fae Realms & Manual of Beetle Husbandry\"",
			"bio_quote_from": "“Say hello to my beetle friend.”",
			"bio_quote_from_attrib": "\"- Arcadia, to the Elven Sorcerer Dusk before their final, and epic, battle\"",
			"bio_text": "Born to a poor family of beetle shepherds, the shy faerie girl's ambition was to one day maybe have a giant beetle of her own. Destiny called when Orma, the singing sword, chose her to become queen of Arcadia. Unconvinced by magic swords granting supreme executive power, Dacia fled. She escaped into the great Fangwild forest that surrounded Arcadia, and for years travelled among the Fangwild's denizens both fair and foul.\nBut when the elven sorcerer Dusk unleashed the dark chaos at the forest's heart, she thought back to that singing sword. Arcadia rallied together faefolk of the Fangwild. Gnomes, trolls, sylphs, and actual leprechauns rallied to her banner. With rose and briar, she travelled to the spirit realm, separated the three heads of the tyrant demon Balor, and earned the unlikely allegiance of the liberated ghouls and banshee.\nIt is Arcadian tradition that the new queen of the Faefolk takes the name of the entire realm as her own. Thus Dacia became the Glorious Arcadia the 92nd, and few would grow to deserve the honor more than the once humble beetle girl. Now queen, Arcadia's battles took on mythological splendor. Clad in magnificent carapace armor, she rode into battle on Domo, her great war beetle, while wielding Orma. Her battle with the armies of Dusk raged three days before she punched the dark elf's ticket to Valhalla.\nNow Arcadia's people hold fast to a tenuous peace with the dangerous forest. Arcadia has come to Valhalla herself. Here she has taken up giant beetle care again, teaching Ulgrim and Scarlet the finer points. She fights in the grand tournament, secretly surprised at her own skill and thirst for combat.",
			"bot_name": "Arcad.exe",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2022/03/a_Roster_Pose_FairyQueenM.png"
		},
		{
			"legend_id": 60,
			"legend_name_key": "ezio",
			"bio_name": "Ezio",
			"bio_aka": "The Master Assassin",
			"weapon_one": "Sword",
			"weapon_two": "Orb",
			"strength": "5",
			"dexterity": "7",
			"defense": "4",
			"speed": "6",
			"bio_quote": "“This guy appears out of nowhere, beats up ten guards, rescues Columbus, Machiavelli AND Leonardo da Vinci, then escapes out the sixth-floor window. And he stole my wallet.”",
			"bio_quote_about_attrib": "- Astounded 15th century Florentine",
			"bio_quote_from": "“No really, I took no pleasure in my skill.”",
			"bio_quote_from_attrib": "- Ezio, to an openly skeptical Val",
			"bio_text": "Nobleman Ezio Auditore da Firenze was the Master of the Italian Brotherhood of Assassins. Wielding his Hidden Blade, he battled the evil Templars on rooftops across Renaissance Europe. \nHe was a master of swordplay, stealth, and leaping from tall buildings. He destroyed a Templar fleet. He united the pages of a magic Codex to save three cities. He prevented the rise of the Cult of Hermes. Hermes is still mad about that last one.\nHe was the definition of a Renaissance man. He discussed navigation with Columbus after saving the sailor's life. He talked astronomy with Copernicus after saving the scientist's life. He both debated politics with and saved Machiavelli's life several times.\nHe flew his best friend Leonardo da Vinci's flying machine to rescue the Doge of Venice from the Templars, and almost made it in time. Leonardo made it up to Ezio with the idea to replace the Hidden Blade with a Hidden Gun. His rescues were more effective after that.\nAfter a lifetime of thwarting evil, Ezio was quite surprised to discover that Valhalla was real. Ever one to trust his own judgement, he accepted the valkyrie's offer and is glad he did. In Valhalla he's been teaching Caspian the Leap of Faith ('next time just land in the hay'), discussing the techno future of consciousness with Ada, and just bumping into friends.",
			"bot_name": "EZ-o",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2022/07/a_Roster_Pose_EzioM.png"
		},
		{
			"legend_id": 62,
			"legend_name_key": "thea",
			"bio_name": "Thea",
			"bio_aka": "The Speedster",
			"weapon_one": "Boots",
			"weapon_two": "RocketLance",
			"strength": "4",
			"dexterity": "6",
			"defense": "3",
			"speed": "9",
			"bio_quote": "“I taught her Brawlball just last week and this week she's dominating. It was the same with Bombsketball and with Volleybrawl.  It's hardly fair how she's just good at every sport without even trying.”",
			"bio_quote_about_attrib": "- Thor to Scarlet",
			"bio_quote_from": "“Let's do another three hundred. I've got to be done by six so I can meet Lucien for Kungfoot drills before breakfast.”",
			"bio_quote_from_attrib": "- Thea to her exhausted Dodgebomb coach",
			"bio_text": "At the first Olympic games, Theaklydea of Athens, the daughter of Medea, won every race and most of the other events. Afterwards, Zeus sent her on an epic quest, then made the Olympics a regular thing so that, with her out of the way, other people could have a chance to win too.\nThat epic quest was to travel to the fortress of Asgard and win back the Winged Helm of Hermes from the strange northern gods. Thea knew Zeus had lost the hat to Odin fair and square in a dice game, but agreed to go because she loves a challenge.\nIn Valhalla, Thea went to work, first building up a rabid fanbase by dominating Valhalla's alt tournament scenes. She is the first Legend to win The Brawlball Open, The Kung-Foot Annual, and The Ymirion Clash in a single year. \nOnce Thea began winning in the Grand Tournament, a new world of possibility opened to her--endorsements. She single-handedly invented sports marketing in Asgard, and watched in delight as her Eternal Sports empire grew. Thor was seen wearing her custom Pegasus Ymirror sunglasses, made by Ulgrim manufacturing. Scarlet swears by her Parnassus Punch hydration formula. Even Vraxx was spotted in her Atalanta no-show performance socks. \nAt this point she's so rich she could probably just buy the Hermes' Helmet back from Odin, but she's staying around to win it back instead. She doesn't miss her life with the other Olympians. This crowd is so much livelier...and weirder.",
			"bot_name": "getRuntime(Thea)"
		},
		{
			"legend_id": 63,
			"legend_name_key": "tezca",
			"bio_name": "Tezca",
			"bio_aka": "The Luchador",
			"weapon_one": "Boots",
			"weapon_two": "Fists",
			"strength": "7",
			"dexterity": "5",
			"defense": "5",
			"speed": "5",
			"bio_quote": "\"KABAL criminal activity has dropped to zero in Mexico City. KABAL agents are terrified of what they call 'the night hunter.' Go find out what's going on.\"",
			"bio_quote_about_attrib": "- President Coates to Isaiah.",
			"bio_quote_from": "\"¡El Jaguar Pone Las Reglaaaass!!!\"",
			"bio_quote_from_attrib": "- Tezca delivering his tagline before leaping from the high ropes.",
			"bio_text": "Strength, speed, style, good-looks, Oscar Huerta had it all, and by sixteen he was the most beloved luchador in Mexico. At twenty-eight, he became an ancient god.\nA vision quest led him to the long-lost Huerta ancestral farm, and there to a hidden cave. In a night of waking dreams, he learned of his true family history, of the ancient Jaguar Kingdom, of his destiny, and of The Jaguar Mask. He returned with a new identity and a new purpose.\nBy day, he was Tezca, wrestling in packed arenas around the world while fans cheered the greatest luchador of their generation. By night, he became a vigilante hero, a spirit of justice fighting the evil forces who would oppress his people.\nHe saved the world at least twice. Once, when he thwarted his beloved luchador sister Chel, who learned of their divine bloodline, but used her newfound powers to try to restore the Jaguar Kingdom, at terrible cost. And again the time he stole Dr. Evilstein's freeze ray.\nIn Valhalla, Tezca revels in the Tournament and remains a master showman. He often teams up with his sister, though much remains unsettled between them.  Other legends speculate intensely on his true appearance, and Orion even challenged him to a mask-match, where the loser would be unmasked. Odin quickly intervened.",
			"bot_name": "Tezcalculator",
			"thumbnail": "https://www.brawlhalla.com/c/uploads/2022/12/a_Roster_Pose_LuchadorM.png"
		}
	]
}